[
  {
    "pages": "2765--2778",
    "year": "1983",
    "author": "Parkin, S. S. P. and Marseglia, E. A. and Brown, P. J.",
    "journal": "J. Phys. C",
    "urldate": "2022-08-04",
    "number": "14",
    "language": "en",
    "abstract": "The authors have examined the magnetic structures of the antiferromagnetic layered compounds Co1/3NbS2 and Co1/3TaS2 using single-crystal neutron photographic and counting methods. The magnetic structure of Co1/3NbS2 has been determined in detail, and has an orthohexagonal unit cell, containing two Co atoms, arranged on the 'hexagonal ordering of the first kind' scheme. The different symmetries of the crystallographic and magnetic unit cells leads to a complicated domain structure. A large part of the magnetisation in this material is localised on the Co atoms, although the magnetic moment of the Co2+ ion is approximately 10\\% lower than that of the corresponding spin-only moment. The magnetic structure of the related material, Co1/3TaS2, which has the same crystal structure as Co1/3NbS2, is very different, and is a triangular antiferromagnetic structure although for this material only the unit cell has been determined.",
    "doi": "10.1088/0022-3719/16/14/016",
    "url": "https://doi.org/10.1088/0022-3719/16/14/016",
    "issn": "0022-3719",
    "volume": "16",
    "title": "Magnetic structure of {Co1}/{3NbS2} and {Co1}/{3TaS2}",
    "ENTRYTYPE": "article",
    "ID": "parkin_magnetic_1983",
    "REFERENCE": "S. S. P. Parkin et al., J. Phys. C 16, 2765－2778 (1983)."
  },
  {
    "pages": "154",
    "keywords": "Infrared spectroscopy, Mid-infrared photonics, Nonlinear optics, Topological insulators",
    "year": "2021",
    "author": "Ni, Zhuoliang and Wang, K. and Zhang, Y. and Pozo, O. and Xu, B. and Han, X. and Manna, K. and Paglione, J. and Felser, C. and Grushin, A. G. and de Juan, F. and Mele, E. J. and Wu, Liang",
    "journal": "Nat. Commun.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "The absence of mirror symmetry, or chirality, is behind striking natural phenomena found in systems as diverse as DNA and crystalline solids. A remarkable example occurs when chiral semimetals with topologically protected band degeneracies are illuminated with circularly polarized light. Under the right conditions, the part of the generated photocurrent that switches sign upon reversal of the light’s polarization, known as the circular photo-galvanic effect, is predicted to depend only on fundamental constants. The conditions to observe quantization are non-universal, and depend on material parameters and the incident frequency. In this work, we perform terahertz emission spectroscopy with tunable photon energy from 0.2 –1.1 eV in the chiral topological semimetal CoSi. We identify a large longitudinal photocurrent peaked at 0.4 eV reaching  {\\textasciitilde}550 μ A/V2, which is much larger than the photocurrent in any chiral crystal reported in the literature. Using first-principles calculations we establish that the peak originates only from topological band crossings, reaching 3.3 ± 0.3 in units of the quantization constant. Our calculations indicate that the quantized circular photo-galvanic effect is within reach in CoSi upon doping and increase of the hot-carrier lifetime. The large photo-conductivity suggests that topological semimetals could potentially be used as novel mid-infrared detectors.",
    "doi": "10.1038/s41467-020-20408-5",
    "url": "https://www.nature.com/articles/s41467-020-20408-5",
    "issn": "2041-1723",
    "copyright": "2021 The Author(s)",
    "volume": "12",
    "title": "Giant topological longitudinal circular photo-galvanic effect in the chiral multifold semimetal {CoSi}",
    "ENTRYTYPE": "article",
    "ID": "ni_giant_2021",
    "REFERENCE": "Z. Ni et al., Nat. Commun. 12, 154 (2021)."
  },
  {
    "pages": "116601",
    "year": "2012",
    "author": "Young, Steve M. and Rappe, Andrew M.",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "11",
    "abstract": "We calculate the bulk photovoltaic response of the ferroelectrics BaTiO3 and PbTiO3 from first principles by applying the “shift current” theory to the electronic structure from density functional theory. The first principles results for BaTiO3 reproduce experimental photocurrent direction and magnitude as a function of light frequency, as well as the dependence of current on light polarization, demonstrating that shift current is the dominant mechanism of the bulk photovoltaic effect in BaTiO3. Additionally, we analyze the relationship between response and material properties in detail. Photocurrent does not depend simply or strongly on the magnitude of material polarization, as has been previously assumed; instead, electronic states with delocalized, covalent bonding that is highly asymmetric along the current direction are required for strong shift current enhancements. The complexity of the response dependence on both external and material parameters suggests applications not only in solar energy conversion, but in photocatalysis and sensor and switch type devices as well.",
    "doi": "10.1103/PhysRevLett.109.116601",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.109.116601",
    "volume": "109",
    "title": "First {Principles} {Calculation} of the {Shift} {Current} {Photovoltaic} {Effect} in {Ferroelectrics}",
    "ENTRYTYPE": "article",
    "ID": "young_first_2012",
    "REFERENCE": "S. M. Young et al., Phys. Rev. Lett. 109, 116601 (2012)."
  },
  {
    "pages": "267401",
    "year": "2018",
    "author": "Morimoto, Takahiro and Nakamura, Masao and Kawasaki, Masashi and Nagaosa, Naoto",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "26",
    "abstract": "We theoretically study the current-voltage relation, the I−V characteristic, of the photovoltaics due to the shift current, i.e., the photocurrent generated without the external dc electric field in noncentrosymmetric crystals through the Berry connection of the Bloch wave functions. We find that the I−V characteristic and shot noise are controlled by the difference of group velocities between conduction and valence bands, i.e., v11−v22, and the relaxation time τ. Since the shift current itself is independent of these quantities, there are a wide variety of possibilities to design it to maximize the energy conversion rate and also to suppress the noise. We propose that the Landau levels in noncentrosymmetric two-dimensional systems are a promising candidate for energy conversion.",
    "doi": "10.1103/PhysRevLett.121.267401",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.121.267401",
    "volume": "121",
    "title": "Current-{Voltage} {Characteristic} and {Shot} {Noise} of {Shift} {Current} {Photovoltaics}",
    "ENTRYTYPE": "article",
    "ID": "morimoto_current-voltage_2018",
    "REFERENCE": "T. Morimoto et al., Phys. Rev. Lett. 121, 267401 (2018)."
  },
  {
    "pages": "014701",
    "year": "2022",
    "author": "Oiwa, Rikuto and Kusunose, Hiroaki",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "1",
    "abstract": "We propose a systematic analysis method for identifying essential parameters in various linear and nonlinear response tensors without which they vanish. By using the Keldysh formalism and the Chebyshev polynomial expansion method, the response tensors are decomposed into the model-independent and dependent parts, in which the latter is utilized to extract the essential parameters. An application of the method is demonstrated by analyzing the nonlinear Hall effect in the ferroelectric SnTe monolayer for example. It is shown that in this example the second-neighbor hopping is essential for the nonlinear Hall effect whereas the spin–orbit coupling is unnecessary. Moreover, by analyzing terms contributing to the essential parameters in the lowest order, the appearance of the nonlinear Hall effect can be interpreted by the subsequent two processes: the orbital magneto-current effect and the linear anomalous Hall effect by the induced orbital magnetization. In this way, the present method provides a microscopic picture of responses. By combining with computational analysis, it stimulates further discoveries of anomalous responses by filling in a missing link among hidden degrees of freedom in a wide variety of materials.",
    "doi": "10.7566/JPSJ.91.014701",
    "url": "https://journals.jps.jp/doi/10.7566/JPSJ.91.014701",
    "issn": "0031-9015",
    "volume": "91",
    "title": "Systematic {Analysis} {Method} for {Nonlinear} {Response} {Tensors}",
    "ENTRYTYPE": "article",
    "ID": "oiwa_systematic_2022",
    "REFERENCE": "R. Oiwa et al., J. Phys. Soc. Jpn. 91, 014701 (2022)."
  },
  {
    "pages": "155157",
    "keywords": "Condensed Matter - Strongly Correlated Electrons",
    "note": "arXiv:2109.14132 [cond-mat]",
    "year": "2022",
    "author": "Yatsushiro, Megumi and Oiwa, Rikuto and Kusunose, Hiroaki and Hayami, Satoru",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "15",
    "abstract": "A magnetic toroidal moment is a fundamental electronic degree of freedom in the absence of both spatial inversion and time-reversal symmetries and gives rise to novel multiferroic and transport properties. We elucidate essential model parameters of the nonlinear transport in the space-time (\\${\\textbackslash}mathcal\\{PT\\}\\$) symmetric collinear antiferromagnetic metals accompanying a magnetic toroidal moment. By analyzing the longitudinal and transverse components of the second-order nonlinear conductivity on a two-dimensionally stacked zigzag chain based on the nonlinear Kubo formula, we show that an effective coupling between the magnetic toroidal moment and the antisymmetric spin-orbit interaction is an essential source of the nonlinear conductivity. Moreover, we find that the nonreciprocal longitudinal current and nonlinear transverse current in a multi-band system are largely enhanced just below the transition temperature of the antiferromagnetic ordering. We also discuss the relevance of the nonlinear conductivity to the linear magnetoelectric coefficient and conductivity. Our result serves as a guide for exploring microscopic essence and clarifying the parameter dependence of the nonlinear conductive phenomena in ferrotoroidal metals.",
    "doi": "10.1103/PhysRevB.105.155157",
    "url": "http://arxiv.org/abs/2109.14132",
    "issn": "2469-9950, 2469-9969",
    "volume": "105",
    "title": "Analysis of model parameter dependences on the second-order nonlinear conductivity in \\${\\textbackslash}mathcal\\{{PT}\\}\\$-symmetric collinear antiferromagnetic metals with magnetic toroidal moment on zigzag chains",
    "ENTRYTYPE": "article",
    "ID": "yatsushiro_analysis_2022",
    "REFERENCE": "M. Yatsushiro et al., Phys. Rev. B 105, 155157 (2022)."
  },
  {
    "pages": "216806",
    "year": "2015",
    "author": "Sodemann, Inti and Fu, Liang",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "21",
    "abstract": "It is well known that a nonvanishing Hall conductivity requires broken time-reversal symmetry. However, in this work, we demonstrate that Hall-like currents can occur in second-order response to external electric fields in a wide class of time-reversal invariant and inversion breaking materials, at both zero and twice the driving frequency. This nonlinear Hall effect has a quantum origin arising from the dipole moment of the Berry curvature in momentum space, which generates a net anomalous velocity when the system is in a current-carrying state. The nonlinear Hall coefficient is a rank-two pseudotensor, whose form is determined by point group symmetry. We discus optimal conditions to observe this effect and propose candidate two- and three-dimensional materials, including topological crystalline insulators, transition metal dichalcogenides, and Weyl semimetals.",
    "doi": "10.1103/PhysRevLett.115.216806",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.115.216806",
    "volume": "115",
    "title": "Quantum {Nonlinear} {Hall} {Effect} {Induced} by {Berry} {Curvature} {Dipole} in {Time}-{Reversal} {Invariant} {Materials}",
    "ENTRYTYPE": "article",
    "ID": "sodemann_quantum_2015",
    "REFERENCE": "I. Sodemann et al., Phys. Rev. Lett. 115, 216806 (2015)."
  },
  {
    "pages": "043081",
    "year": "2020",
    "author": "Watanabe, Hikaru and Yanase, Youichi",
    "journal": "Phys. Rev. Res.",
    "urldate": "2022-08-04",
    "number": "4",
    "abstract": "Violation of parity symmetry gives rise to various physical phenomena such as nonlinear transport and cross-correlated responses. In particular, the nonlinear conductivity has been attracting a lot of attentions in spin-orbit coupled semiconductors, superconductors, topological materials, and so on. In this paper we present a theoretical study of the nonlinear conductivity in odd-parity magnetic multipole ordered systems whose PT symmetry is essentially distinct from the previously studied acentric systems. Combining microscopic formulation and symmetry analysis, we classify the nonlinear responses in the PT-symmetric systems as well as T-symmetric (nonmagnetic) systems, and uncover nonlinear conductivity unique to the odd-parity magnetic multipole systems. A giant nonlinear Hall effect, nematicity-assisted dichroism, and magnetically induced Berry curvature dipole effect are proposed and demonstrated in a model for Mn-based magnets.",
    "doi": "10.1103/PhysRevResearch.2.043081",
    "url": "https://link.aps.org/doi/10.1103/PhysRevResearch.2.043081",
    "shorttitle": "Nonlinear electric transport in odd-parity magnetic multipole systems",
    "volume": "2",
    "title": "Nonlinear electric transport in odd-parity magnetic multipole systems: {Application} to {Mn}-based compounds",
    "ENTRYTYPE": "article",
    "ID": "watanabe_nonlinear_2020",
    "REFERENCE": "H. Watanabe et al., Phys. Rev. Res. 2, 043081 (2020)."
  },
  {
    "keywords": "Condensed Matter - Materials Science, Condensed Matter - Mesoscale and Nanoscale Physics",
    "note": "arXiv:2012.15628 [cond-mat]",
    "year": "2021",
    "author": "Zhang, Cheng-Ping and Gao, Xue-Jian and Xie, Ying-Ming and Po, Hoi Chun and Law, K. T.",
    "publisher": "arXiv",
    "urldate": "2022-08-04",
    "abstract": "In recent years, it has been shown that Berry curvature monopoles and dipoles play essential roles in the anomalous Hall effect and the nonlinear Hall effect respectively. In this work, we demonstrate that Berry curvature multipoles (the higher moments of Berry curvatures at the Fermi energy) can induce higher-order nonlinear anomalous Hall (NLAH) effect. Specifically, an AC Hall voltage perpendicular to the current direction emerges, where the frequency is an integer multiple of the frequency of the applied current. Importantly, by analyzing the symmetry properties of all the 3D and 2D magnetic point groups, we note that the quadrupole, hexapole and even higher Berry curvature moments can cause the leading-order frequency multiplication in certain materials. To provide concrete examples, we point out that the third-order NLAH voltage can be the leading-order Hall response in certain antiferromagnets due to Berry curvature quadrupoles, and the fourth-order NLAH voltage can be the leading response in the surface states of topological insulators induced by Berry curvature hexapoles. Our results are established by symmetry analysis, effective Hamiltonian and first-principles calculations. Other materials which support the higher-order NLAH effect are further proposed, including 2D antiferromagnets and ferromagnets, Weyl semimetals and twisted bilayer graphene near the quantum anomalous Hall phase.",
    "doi": "10.48550/arXiv.2012.15628",
    "url": "http://arxiv.org/abs/2012.15628",
    "title": "Higher-{Order} {Nonlinear} {Anomalous} {Hall} {Effects} {Induced} by {Berry} {Curvature} {Multipoles}",
    "ENTRYTYPE": "unpublished",
    "ID": "zhang_higher-order_2021",
    "archivePrefix": "arXiv",
    "eprint": "2012.15628",
    "REFERENCE": "C. Zhang et al., arXiv:2012.15628 (2021)."
  },
  {
    "pages": "053704",
    "year": "2021",
    "author": "Osada, Toshihito and Kiswandhi, Andhika",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "5",
    "abstract": "We propose a novel current-induced thermoelectric phenomenon, the nonlinear anomalous Ettingshausen effect (AEE), at zero magnetic field in inversion-asymmetric conductors. As an example, we discuss the weak charge ordering state in a layered organic conductor α-(BEDT-TTF)2I3, which is a two-dimensional massive Dirac fermion system with a pair of tilted Dirac cones. The nonlinear AEE is a thermoelectric analogue of the nonlinear anomalous Hall effect, which is recently observed in α-(BEDT-TTF)2I3, and these two effects generally appear simultaneously. The nonlinear AEE generates a transverse heat current, which exhibits rectifying characteristics, namely unidirectionality even under an AC current.",
    "doi": "10.7566/JPSJ.90.053704",
    "url": "https://journals.jps.jp/doi/full/10.7566/JPSJ.90.053704",
    "issn": "0031-9015",
    "volume": "90",
    "title": "Possible {Nonlinear} {Anomalous} {Thermoelectric} {Effect} in {Organic} {Massive} {Dirac} {Fermion} {System}",
    "ENTRYTYPE": "article",
    "ID": "osada_possible_2021",
    "REFERENCE": "T. Osada et al., J. Phys. Soc. Jpn. 90, 053704 (2021)."
  },
  {
    "pages": "2106629",
    "keywords": "chirality-induced spin selectivity, electron transmission, spintronics",
    "year": "2022",
    "author": "Evers, Ferdinand and Aharony, Amnon and Bar-Gill, Nir and Entin-Wohlman, Ora and Hedegård, Per and Hod, Oded and Jelinek, Pavel and Kamieniarz, Grzegorz and Lemeshko, Mikhail and Michaeli, Karen and Mujica, Vladimiro and Naaman, Ron and Paltiel, Yossi and Refaely-Abramson, Sivan and Tal, Oren and Thijssen, Jos and Thoss, Michael and van Ruitenbeek, Jan M. and Venkataraman, Latha and Waldeck, David H. and Yan, Binghai and Kronik, Leeor",
    "journal": "Adv. Mater.",
    "urldate": "2022-08-04",
    "number": "13",
    "language": "en",
    "abstract": "A critical overview of the theory of the chirality-induced spin selectivity (CISS) effect, that is, phenomena in which the chirality of molecular species imparts significant spin selectivity to various electron processes, is provided. Based on discussions in a recently held workshop, and further work published since, the status of CISS effects—in electron transmission, electron transport, and chemical reactions—is reviewed. For each, a detailed discussion of the state-of-the-art in theoretical understanding is provided and remaining challenges and research opportunities are identified.",
    "doi": "10.1002/adma.202106629",
    "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/adma.202106629",
    "shorttitle": "Theory of {Chirality} {Induced} {Spin} {Selectivity}",
    "issn": "1521-4095",
    "volume": "34",
    "title": "Theory of {Chirality} {Induced} {Spin} {Selectivity}: {Progress} and {Challenges}",
    "ENTRYTYPE": "article",
    "ID": "evers_theory_2022",
    "REFERENCE": "F. Evers et al., Adv. Mater. 34, 2106629 (2022)."
  },
  {
    "keywords": "Condensed Matter - Mesoscale and Nanoscale Physics",
    "note": "arXiv:2204.09932 [cond-mat]",
    "year": "2022",
    "author": "Ozaki, Soshun and Ogata, Masao",
    "publisher": "arXiv",
    "urldate": "2022-08-04",
    "abstract": "In our previous publication [S. Ozaki and M. Ogata, Phys. Rev. Research 3, 013058], the quantization of the orbital-Zeeman (OZ) cross term in the magnetic susceptibility, or the cross term of spin Zeeman and orbital effect, was shown for the Kane-Mele model using the expansion around the Dirac points. In the present study, we accurately evaluate the orbital, spin-Zeeman, and OZ cross term of the Kane-Mele model using a recently developed formulation. This formula is written in terms of the explicit Bloch wave functions, and enables us to evaluate each contribution taking account of the integration over the whole Brillouin zone and the summation over all the bands. As a result, additional contributions such as core-electron diamagnetism are found. Furthermore, our evaluation confirms the quantization of the OZ cross term and reveals its behavior including the metallic case. The possibility of experimental detection of the quantization is discussed.",
    "doi": "10.48550/arXiv.2204.09932",
    "url": "http://arxiv.org/abs/2204.09932",
    "shorttitle": "Topological contribution to magnetism in the {Kane}-{Mele} model",
    "title": "Topological contribution to magnetism in the {Kane}-{Mele} model: {An} explicit wave function approach",
    "ENTRYTYPE": "unpublished",
    "ID": "ozaki_topological_2022",
    "archivePrefix": "arXiv",
    "eprint": "2204.09932",
    "REFERENCE": "S. Ozaki et al., arXiv:2204.09932 (2022)."
  },
  {
    "pages": "195117",
    "year": "2022",
    "author": "Kato, Akihito and Yamamoto, Hiroshi M. and Kishine, Jun-ichiro",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "19",
    "abstract": "Chirality-induced spin selectivity (CISS) refers to an ability to induce a spin polarization of an electron transmitted through chiral materials. An important experimental observation is that incredibly large spin polarization is realized at room temperature even for organic molecules that have weak spin-orbit coupling (SOC), although SOC is the only interaction that can manipulate the electrons' spins in the setups. Therefore the mechanism of the CISS needs to be constructed in a way insensitive to or enhancing the magnitude of the SOC strength. In this paper, we describe a theoretical study of CISS with a model chiral molecule that belongs to the point group C3. In this molecule, electronic translational and rotational degrees of freedom for an injected electron are coupled to one another via the nuclear vibrational mode with a pseudo Jahn-Teller effect. By properly taking the molecular symmetry as well as the time-reversal symmetry into account and classifying the molecular ground states by their angular- and spin-momentum quantum numbers, we show that the chiral molecule can act as an efficient spin filter. The efficiency of this spin filtering can be nearly independent of the SOC strength in this model, while it well exceeds the spin polarization relying solely on the SOC. The nuclear vibrations turned out to have the role of not only mediating the translation-rotation coupling, but also enhancing the spin-filtering efficiency.",
    "doi": "10.1103/PhysRevB.105.195117",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.105.195117",
    "volume": "105",
    "title": "Chirality-induced spin filtering in pseudo {Jahn}-{Teller} molecules",
    "ENTRYTYPE": "article",
    "ID": "kato_chirality-induced_2022",
    "REFERENCE": "A. Kato et al., Phys. Rev. B 105, 195117 (2022)."
  },
  {
    "pages": "041401",
    "year": "2007",
    "author": "Yao, Yugui and Ye, Fei and Qi, Xiao-Liang and Zhang, Shou-Cheng and Fang, Zhong",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "4",
    "abstract": "Even though graphene is a low-energy system consisting of a two-dimensional honeycomb lattice of carbon atoms, its quasiparticle excitations are fully described by the (2+1)-dimensional relativistic Dirac equation. In this paper we show that, while the spin-orbit interaction in graphene is of the order of 4meV, it opens up a gap of the order of 10−3meV at the Dirac points. We present a first-principles calculation of the spin-orbit gap, and explain the behavior in terms of a simple tight-binding model. Our result also shows that the recently predicted quantum spin Hall effect in graphene can occur only at unrealistically low temperature.",
    "doi": "10.1103/PhysRevB.75.041401",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.75.041401",
    "shorttitle": "Spin-orbit gap of graphene",
    "volume": "75",
    "title": "Spin-orbit gap of graphene: {First}-principles calculations",
    "ENTRYTYPE": "article",
    "ID": "yao_spin-orbit_2007",
    "REFERENCE": "Y. Yao et al., Phys. Rev. B 75, 041401 (2007)."
  },
  {
    "pages": "235416",
    "year": "2020",
    "author": "Fransson, J.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "23",
    "abstract": "Electron exchange and correlations emerging from the coupling between ionic vibrations and electrons are addressed. Spin-dependent electron-phonon coupling originates from the spin-orbit interaction, and it is shown that such electron-phonon coupling introduces exchange splitting between the spin channels in the structure. By application of these results to a model for a chiral molecular structure mounted between metallic leads, the chiral-induced spin selectivity is found to become several tens of percent using experimentally feasible parameters.",
    "doi": "10.1103/PhysRevB.102.235416",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.102.235416",
    "volume": "102",
    "title": "Vibrational origin of exchange splitting and ''chiral-induced spin selectivity",
    "ENTRYTYPE": "article",
    "ID": "fransson_vibrational_2020",
    "REFERENCE": "J. Fransson, Phys. Rev. B 102, 235416 (2020)."
  },
  {
    "pages": "155420",
    "year": "2021",
    "author": "Yang, Xu and van Wees, Bart J.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "15",
    "abstract": "The chirality-induced spin selectivity (CISS) effect enables the detection of chirality as electrical charge signals. It is often studied using a two-terminal circuit geometry where a ferromagnet is connected to a chiral component, and a change of electrical resistance is reported upon magnetization reversal. This is however not expected in the linear response regime because of compensating reciprocal processes, limiting the interpretation of experimental results. Here we show that magnetoresistance effects can indeed appear even in the linear response regime, either by changing the magnitude or the direction of the magnetization or an applied magnetic field. We illustrate this in a spin-valve device and in a chiral thin film as the CISS-induced Hanle magnetoresistance (CHMR) effect. This effect helps to distinguish spin-transport-related effects from other effects, and can thereby provide further insight into the origin of CISS.",
    "doi": "10.1103/PhysRevB.104.155420",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.104.155420",
    "volume": "104",
    "title": "Linear-response magnetoresistance effects in chiral systems",
    "ENTRYTYPE": "article",
    "ID": "yang_linear-response_2021",
    "REFERENCE": "X. Yang et al., Phys. Rev. B 104, 155420 (2021)."
  },
  {
    "pages": "035445",
    "year": "2020",
    "author": "Utsumi, Yasuhiro and Entin-Wohlman, Ora and Aharony, Amnon",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "3",
    "abstract": "Time-reversal symmetric charge and spin transport through a molecule comprising two-orbital channels and connected to two leads is analyzed. It is demonstrated that spin-resolved currents are generated when spin-flip processes are accompanied by a flip of the orbital channels. This surprising finding does not contradict Bardarson's theorem [J. H. Bardarson, J. Phys. A: Math. Theor. 41, 405203 (2008)] for two-terminal junctions: the transmission does possess two pairs of doubly degenerate eigenvalues as required by the theorem. The spin-filtering effect is explicitly demonstrated for a two-terminal chiral molecular junction, modeled by a two-orbital tight-binding chain with intra-atomic spin-orbit interactions (SOI). In the context of transport through organic molecules like DNA, this effect is termed “chirality-induced spin selectivity” (CISS). The model exhibits spin splitting without breaking time-reversal symmetry: the intra-atomic SOI induces concomitant spin and orbital flips. Examining these transitions from the point of view of the Bloch states in an infinite molecule, it is shown that they cause shifts in the Bloch wave numbers, of the size of the reciprocal single turn, whose directions depend on the left and right handedness of the helix. As a result, spin-up and -down states propagate in the opposite directions, leading to the CISS effect. To further substantiate our picture, we present an analytically tractable expression for the 8×8 scattering matrix of such a (single) molecule.",
    "doi": "10.1103/PhysRevB.102.035445",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.102.035445",
    "volume": "102",
    "title": "Spin selectivity through time-reversal symmetric helical junctions",
    "ENTRYTYPE": "article",
    "ID": "utsumi_spin_2020",
    "REFERENCE": "Y. Utsumi et al., Phys. Rev. B 102, 035445 (2020)."
  },
  {
    "pages": "182403",
    "year": "2021",
    "author": "Shishido, Hiroaki and Sakai, Rei and Hosaka, Yuta and Togawa, Yoshihiko",
    "journal": "Appl. Phys. Lett.",
    "urldate": "2022-08-04",
    "number": "18",
    "doi": "10.1063/5.0074293",
    "url": "https://aip.scitation.org/doi/abs/10.1063/5.0074293",
    "issn": "0003-6951",
    "volume": "119",
    "title": "Detection of chirality-induced spin polarization over millimeters in polycrystalline bulk samples of chiral disilicides {NbSi2} and {TaSi2}",
    "ENTRYTYPE": "article",
    "ID": "shishido_detection_2021",
    "REFERENCE": "H. Shishido et al., Appl. Phys. Lett. 119, 182403 (2021)."
  },
  {
    "pages": "113023",
    "year": "2020",
    "author": "Shitade, Atsuo and Minamitani, Emi",
    "journal": "New J. Phys.",
    "urldate": "2022-08-04",
    "number": "11",
    "language": "en",
    "abstract": "We report a new type of spin–orbit coupling (SOC) called geometric SOC. Starting from the relativistic theory in curved space, we derive an effective nonrelativistic Hamiltonian in a generic curve embedded into flat three dimensions. The geometric SOC is O(m −1), in which m is the electron mass, and hence much larger than the conventional SOC of O(m −2). The energy scale is estimated to be a hundred meV for a nanoscale helix. We calculate the current-induced spin polarization in a coupled-helix model as a representative of the chirality-induced spin selectivity. We find that it depends on the chirality of the helix and is of the order of 0.01ℏ per nm when a charge current of 1 μA is applied.",
    "doi": "10.1088/1367-2630/abc920",
    "url": "https://doi.org/10.1088/1367-2630/abc920",
    "issn": "1367-2630",
    "volume": "22",
    "title": "Geometric spin–orbit coupling and chirality-induced spin selectivity",
    "ENTRYTYPE": "article",
    "ID": "shitade_geometric_2020",
    "REFERENCE": "A. Shitade et al., New J. Phys. 22, 113023 (2020)."
  },
  {
    "pages": "214105",
    "year": "2020",
    "author": "Geyer, Matthias and Gutierrez, Rafael and Cuniberti, Gianaurelio",
    "journal": "J. Chem. Phys.",
    "urldate": "2022-08-04",
    "number": "21",
    "doi": "10.1063/5.0005181",
    "url": "https://aip.scitation.org/doi/10.1063/5.0005181",
    "shorttitle": "Effective {Hamiltonian} model for helically constrained quantum systems within adiabatic perturbation theory",
    "issn": "0021-9606",
    "volume": "152",
    "title": "Effective {Hamiltonian} model for helically constrained quantum systems within adiabatic perturbation theory: {Application} to the chirality-induced spin selectivity ({CISS}) effect",
    "ENTRYTYPE": "article",
    "ID": "geyer_effective_2020",
    "REFERENCE": "M. Geyer et al., J. Chem. Phys. 152, 214105 (2020)."
  },
  {
    "pages": "405203",
    "year": "2008",
    "author": "Bardarson, J. H.",
    "journal": "J. Phys. A",
    "urldate": "2022-08-04",
    "number": "40",
    "language": "en",
    "abstract": "In time-reversal-symmetric systems with half integral spins (or more concretely, systems with an antiunitary symmetry that squares to −1 and commutes with the Hamiltonian) the transmission eigenvalues of the scattering matrix come in pairs. We present a proof of this fact that is valid for both even and odd number of modes and relies solely on the antisymmetry of the scattering matrix imposed by time reversal symmetry.",
    "doi": "10.1088/1751-8113/41/40/405203",
    "url": "https://doi.org/10.1088/1751-8113/41/40/405203",
    "issn": "1751-8121",
    "volume": "41",
    "title": "A proof of the {Kramers} degeneracy of transmission eigenvalues from antisymmetry of the scattering matrix",
    "ENTRYTYPE": "article",
    "ID": "bardarson_proof_2008",
    "REFERENCE": "J. H. Bardarson, J. Phys. A 41, 405203 (2008)."
  },
  {
    "pages": "040902",
    "year": "2021",
    "author": "Waldeck, D. H. and Naaman, R. and Paltiel, Y.",
    "journal": "APL Mater.",
    "urldate": "2022-08-04",
    "number": "4",
    "abstract": "We overview experiments performed on the chiral induced spin selectivity (CISS) effect using various materials and experimental configurations. Through this survey of different material systems that manifest the CISS effect, we identify several attributes that are common to all the systems. Among these are the ability to observe spin selectivity for two point contact configurations, when one of the electrodes is magnetic, and the correlation between the optical activity of the chiral systems and a material’s spin filtering properties. In addition, recent experiments show that spin selectivity does not require pure coherent charge transport and the electron spin polarization persists over hundreds of nanometers in an ordered medium. Finally, we point to several issues that still have to be explored regarding the CISS mechanism. Among them is the role of phonons and electron–electron interactions.",
    "doi": "10.1063/5.0049150",
    "url": "https://aip.scitation.org/doi/10.1063/5.0049150",
    "volume": "9",
    "title": "The spin selectivity effect in chiral materials",
    "ENTRYTYPE": "article",
    "ID": "waldeck_spin_2021",
    "REFERENCE": "D. H. Waldeck et al., APL Mater. 9, 040902 (2021)."
  },
  {
    "pages": "235448",
    "year": "2016",
    "author": "Pan, Ting-Rui and Guo, Ai-Min and Sun, Qing-Feng",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "23",
    "abstract": "Recently, the spin-selectivity effect of chiral molecules has been attracting extensive and growing interest among the scientific communities. Here, we propose a model Hamiltonian to study spin-dependent electron transport through helicene molecules which are connected by two semi-infinite graphene nanoribbons and try to elucidate a recent experiment of the spin-selectivity effect observed in the helicene molecules. The results indicate that the helicene molecules can present a significant spin-filtering effect in the case of extremely weak spin-orbit coupling, which is three orders of magnitude smaller than the hopping integral. The underlying physics is attributed to intrinsic chiral symmetry of the helicene molecules. When the chirality is switched from the right-handed species to the left-handed species, the spin polarization is reversed exactly. These results are consistent with a recent experiment [V. Kiran et al., Adv. Mater. 28, 1957 (2016)]. In addition, the spin-filtering effect of the helicene molecules is robust against molecular lengths, dephasing strengths, and space position disorder. This theoretical work may motivate further studies on chiral-induced spin selectivity in molecular systems.",
    "doi": "10.1103/PhysRevB.94.235448",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.94.235448",
    "volume": "94",
    "title": "Spin-polarized electron transport through helicene molecular junctions",
    "ENTRYTYPE": "article",
    "ID": "pan_spin-polarized_2016",
    "REFERENCE": "T. Pan et al., Phys. Rev. B 94, 235448 (2016)."
  },
  {
    "pages": "27230--27241",
    "year": "2019",
    "author": "Geyer, Matthias and Gutierrez, Rafael and Mujica, Vladimiro and Cuniberti, Gianaurelio",
    "journal": "J. Phys. Chem. C",
    "urldate": "2022-08-04",
    "number": "44",
    "abstract": "Spin-dependent effects in helical molecular systems, leading to the so-called chirality-induced spin selectivity (CISS) effect, have strongly attracted the attention of the chemical and physical community over the past few years. A large amount of experimental material has been collected so far, and different theoretical approaches have been presented to rationalize the CISS effect. The problem is, however, still a subject of debate. We present a semianalytical coarse-grained atomistic description of the electronic structure of a simple helical molecule, including spin–orbit interactions. For reference, we consider helicene, which is a pure carbon-based helical system with no chiral centers, and which has been previously shown experimentally to display a CISS effect. Our model exploits perturbation theory and a Löwdin-like partitioning to obtain an effective π–π Hamiltonian, where all coupling coefficients depend on the helical geometry and predefined Slater–Koster parameters. As a result, they can be explicitly computed, thus providing physically meaningful orders of magnitude. We further discuss the conditions under which a nonvanishing spin polarization can be obtained in the model. We expect that our approach will serve to bridge the gap between purely phenomenological model Hamiltonians and more advanced first-principles methodologies.",
    "doi": "10.1021/acs.jpcc.9b07764",
    "url": "https://doi.org/10.1021/acs.jpcc.9b07764",
    "issn": "1932-7447",
    "volume": "123",
    "title": "Chirality-{Induced} {Spin} {Selectivity} in a {Coarse}-{Grained} {Tight}-{Binding} {Model} for {Helicene}",
    "ENTRYTYPE": "article",
    "ID": "geyer_chirality-induced_2019",
    "REFERENCE": "M. Geyer et al., J. Phys. Chem. C 123, 27230－27241 (2019)."
  },
  {
    "pages": "126602",
    "year": "2021",
    "author": "Shiota, Kohei and Inui, Akito and Hosaka, Yuta and Amano, Ryoga and Ōnuki, Yoshichika and Hedo, Masato and Nakama, Takao and Hirobe, Daichi and Ohe, Jun-ichiro and Kishine, Jun-ichiro and Yamamoto, Hiroshi M. and Shishido, Hiroaki and Togawa, Yoshihiko",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "12",
    "abstract": "A spin-polarized state is examined under charge current at room temperature without magnetic fields in chiral disilicide crystals NbSi2 and TaSi2. We found that a long-range spin transport occurs over ten micrometers in these inorganic crystals. A distribution of crystalline grains of different handedness is obtained via location-sensitive electrical transport measurements. The sum rule holds in the conversion coefficient in the current-voltage characteristics. A diamagnetic nature of the crystals supports that the spin polarization is not due to localized electron spins but due to itinerant electron spins. A large difference in the strength of antisymmetric spin-orbit interaction associated with 4d electrons in Nb and 5d ones in Ta is oppositely correlated with that of the spin polarization. A robust protection of the spin polarization occurs over long distances in chiral crystals.",
    "doi": "10.1103/PhysRevLett.127.126602",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.127.126602",
    "volume": "127",
    "title": "Chirality-{Induced} {Spin} {Polarization} over {Macroscopic} {Distances} in {Chiral} {Disilicide} {Crystals}",
    "ENTRYTYPE": "article",
    "ID": "shiota_chirality-induced_2021",
    "REFERENCE": "K. Shiota et al., Phys. Rev. Lett. 127, 126602 (2021)."
  },
  {
    "pages": "11716--11721",
    "year": "2020",
    "author": "Ghazaryan, Areg and Paltiel, Yossi and Lemeshko, Mikhail",
    "journal": "J. Phys. Chem. C",
    "urldate": "2022-08-04",
    "number": "21",
    "abstract": "Organic materials are known to feature long spin-diffusion times, originating in a generally small spin–orbit coupling observed in these systems. From that perspective, chiral molecules acting as efficient spin selectors pose a puzzle that attracted a lot of attention in recent years. Here, we revisit the physical origins of chiral-induced spin selectivity (CISS) and propose a simple analytic minimal model to describe it. The model treats a chiral molecule as an anisotropic wire with molecular dipole moments aligned arbitrarily with respect to the wire’s axes and is therefore quite general. Importantly, it shows that the helical structure of the molecule is not necessary to observe CISS and other chiral nonhelical molecules can also be considered as potential candidates for the CISS effect. We also show that the suggested simple model captures the main characteristics of CISS observed in the experiment, without the need for additional constraints employed in the previous studies. The results pave the way for understanding other related physical phenomena where the CISS effect plays an essential role.",
    "doi": "10.1021/acs.jpcc.0c02584",
    "url": "https://doi.org/10.1021/acs.jpcc.0c02584",
    "issn": "1932-7447",
    "volume": "124",
    "title": "Analytic {Model} of {Chiral}-{Induced} {Spin} {Selectivity}",
    "ENTRYTYPE": "article",
    "ID": "ghazaryan_analytic_2020",
    "REFERENCE": "A. Ghazaryan et al., J. Phys. Chem. C 124, 11716－11721 (2020)."
  },
  {
    "pages": "2659--2667",
    "year": "2020",
    "author": "Naaman, Ron and Paltiel, Yossi and Waldeck, David H.",
    "journal": "Acc. Chem. Res.",
    "urldate": "2022-08-04",
    "number": "11",
    "abstract": "ConspectusThe electron’s spin, its intrinsic angular momentum, is a quantum property that plays a critical role in determining the electronic structure of molecules. Despite its importance, it is not used often for controlling chemical processes, photochemistry excluded. The reason is that many organic molecules have a total spin zero, namely, all the electrons are paired. Even for molecules with high spin multiplicity, the spin orientation is usually only weakly coupled to the molecular frame of nuclei and hence to the molecular orientation. Therefore, controlling the spin orientation usually does not provide a handle on controlling the geometry of the molecular species during a reaction. About two decades ago, however, a new phenomenon was discovered that relates the electron’s spin to the handedness of chiral molecules and is now known as the chiral induced spin selectivity (CISS) effect. It was established that the efficiency of electron transport through chiral molecules depends on the electron spin and that it changes with the enantiomeric form of a molecule and the direction of the electron’s linear momentum. This property means that, for chiral molecules, the electron spin is strongly coupled to the molecular frame. Over the past few years, we and others have shown that this feature can be used to provide spin-control over chemical reactions and to perform enantioseparations with magnetic surfaces.In this Account, we describe the CISS effect and demonstrate spin polarization effects on chemical reactions. Explicitly, we describe a number of processes that can be controlled by the electron’s spin, among them the interaction of chiral molecules with ferromagnetic surfaces, the multielectron oxidation of water, and enantiospecific electrochemistry. Interestingly, it has been shown that the effect also takes place in inorganic chiral oxides like copper oxide, aluminum oxide, and cobalt oxide. The CISS effect results from the coupling between the electron linear momentum and its spin in a chiral system. Understanding the implications of this interaction promises to reveal a previously unappreciated role for chirality in biology, where chiral molecules are ubiquitous, and opens a new avenue into spin-controlled processes in chemistry.",
    "doi": "10.1021/acs.accounts.0c00485",
    "url": "https://doi.org/10.1021/acs.accounts.0c00485",
    "issn": "0001-4842",
    "volume": "53",
    "title": "Chiral {Induced} {Spin} {Selectivity} {Gives} a {New} {Twist} on {Spin}-{Control} in {Chemistry}",
    "ENTRYTYPE": "article",
    "ID": "naaman_chiral_2020",
    "REFERENCE": "R. Naaman et al., Acc. Chem. Res. 53, 2659－2667 (2020)."
  },
  {
    "pages": "17006",
    "year": "2012",
    "author": "Medina, Ernesto and López, Floralba and Ratner, Mark A. and Mujica, Vladimiro",
    "journal": "Europhys. Lett.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "Recent experiments on electron scattering through molecular films have shown that chiral molecules can be efficient sources of polarized electrons even in the absence of heavy nuclei as source of a strong spin-orbit interaction. We show that self-assembled monolayers (SAMs) of chiral molecules are strong electron polarizers due to the high-density effect of the monolayers and explicitly compute the scattering amplitude off a helical molecular model of carbon atoms. Longitudinal polarization is shown to be the signature of chiral scattering. For elastic scattering, we find that at least double-scattering events must take place for longitudinal polarization to arise. We predict energy windows for strong polarization, determined by the energy dependences of spin-orbit strength and multiple scattering probability. An incoherent mechanism for polarization amplification is proposed, that increases the polarization linearly with the number of helix turns, consistent with recent experiments on DNA SAMs.",
    "doi": "10.1209/0295-5075/99/17006",
    "url": "https://doi.org/10.1209/0295-5075/99/17006",
    "issn": "0295-5075",
    "volume": "99",
    "title": "Chiral molecular films as electron polarizers and polarization modulators",
    "ENTRYTYPE": "article",
    "ID": "medina_chiral_2012",
    "REFERENCE": "E. Medina et al., Europhys. Lett. 99, 17006 (2012)."
  },
  {
    "pages": "052408",
    "year": "2020",
    "author": "Nabei, Yoji and Hirobe, Daichi and Shimamoto, Yusuke and Shiota, Kohei and Inui, Akito and Kousaka, Yusuke and Togawa, Yoshihiko and Yamamoto, Hiroshi M.",
    "journal": "Appl. Phys. Lett.",
    "urldate": "2022-08-04",
    "number": "5",
    "doi": "10.1063/5.0017882",
    "url": "https://aip.scitation.org/doi/10.1063/5.0017882",
    "issn": "0003-6951",
    "volume": "117",
    "title": "Current-induced bulk magnetization of a chiral crystal {CrNb3S6}",
    "ENTRYTYPE": "article",
    "ID": "nabei_current-induced_2020",
    "REFERENCE": "Y. Nabei et al., Appl. Phys. Lett. 117, 052408 (2020)."
  },
  {
    "pages": "081404",
    "year": "2012",
    "author": "Gutierrez, R. and Díaz, E. and Naaman, R. and Cuniberti, G.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "8",
    "abstract": "Highly spin-selective transport of electrons through a helically shaped electrostatic potential is demonstrated in the frame of a minimal model approach. The effect is significant even for weak spin-orbit coupling. Two main factors determine the selectivity: an unconventional Rashba-like spin-orbit interaction, reflecting the helical symmetry of the system, and a weakly dispersive electronic band of the helical system. The weak electronic coupling, associated with the small dispersion, leads to a low mobility of the charges in the system and allows even weak spin-orbit interactions to be effective. The results are expected to be generic for chiral molecular systems displaying low spin-orbit coupling and low conductivity.",
    "doi": "10.1103/PhysRevB.85.081404",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.85.081404",
    "volume": "85",
    "title": "Spin-selective transport through helical molecular systems",
    "ENTRYTYPE": "article",
    "ID": "gutierrez_spin-selective_2012",
    "REFERENCE": "R. Gutierrez et al., Phys. Rev. B 85, 081404 (2012)."
  },
  {
    "pages": "22276--22284",
    "year": "2013",
    "author": "Gutierrez, R. and Díaz, E. and Gaul, C. and Brumme, T. and Domínguez-Adame, F. and Cuniberti, G.",
    "journal": "J. Phys. Chem. C",
    "urldate": "2022-08-04",
    "number": "43",
    "abstract": "This study is devoted to a consistent derivation of an effective model Hamiltonian to describe spin transport along a helical pathway and in the presence of spin–orbit interaction, the latter being induced by an external field with helical symmetry. It is found that a sizable spin polarization of an unpolarized incoming state can be obtained without introducing phase breaking processes. For this, at least two energy levels per lattice site in the tight-binding representation are needed. Additionally, asymmetries in the effective electronic-coupling parameters as well as in the spin–orbit interaction strength must be present to achieve net polarization. For a fully symmetric system—in terms of electronic and spin–orbit couplings—no spin polarization is found. The model presented is quite general and is expected to be of interest for the treatment of spin-dependent effects in molecular scale systems with helical symmetry.",
    "doi": "10.1021/jp401705x",
    "url": "https://doi.org/10.1021/jp401705x",
    "shorttitle": "Modeling {Spin} {Transport} in {Helical} {Fields}",
    "issn": "1932-7447",
    "volume": "117",
    "title": "Modeling {Spin} {Transport} in {Helical} {Fields}: {Derivation} of an {Effective} {Low}-{Dimensional} {Hamiltonian}",
    "ENTRYTYPE": "article",
    "ID": "gutierrez_modeling_2013",
    "REFERENCE": "R. Gutierrez et al., J. Phys. Chem. C 117, 22276－22284 (2013)."
  },
  {
    "pages": "218102",
    "year": "2012",
    "author": "Guo, Ai-Min and Sun, Qing-feng",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "21",
    "abstract": "The experiment that the high spin selectivity and the length-dependent spin polarization are observed in double-stranded DNA [Science 331, 894 (2011)], is elucidated by considering the combination of the spin-orbit coupling, the environment-induced dephasing, and the helical symmetry. We show that the spin polarization in double-stranded DNA is significant even in the case of weak spin-orbit coupling, while no spin polarization appears in single-stranded DNA. Furthermore, the underlying physical mechanism and the parameter dependence of the spin polarization are studied.",
    "doi": "10.1103/PhysRevLett.108.218102",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.108.218102",
    "volume": "108",
    "title": "Spin-{Selective} {Transport} of {Electrons} in {DNA} {Double} {Helix}",
    "ENTRYTYPE": "article",
    "ID": "guo_spin-selective_2012",
    "REFERENCE": "A. Guo et al., Phys. Rev. Lett. 108, 218102 (2012)."
  },
  {
    "pages": "115441",
    "year": "2012",
    "author": "Guo, Ai-Min and Sun, Qing-feng",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "11",
    "abstract": "We report spin-selective tunneling of electrons along double-stranded DNA sandwiched between nonmagnetic leads. On the basis of a model Hamiltonian which contains spin-orbit interaction and dephasing, the conductance and the spin polarization are calculated for natural and artificial DNA molecules by using the Landauer-Büttiker formula. Our results reveal that the spin filtration efficiency strongly depends on the DNA sequence and is dominated by its end segment. Both genomic and artificial DNA molecules could be efficient spin filters. The spin-filtering effects are sensitive to point mutation which occurs in the end segment. These results are in good agreement with recent experiments and are robust against various types of disorder, and could help for designing DNA-based spintronic devices.",
    "doi": "10.1103/PhysRevB.86.115441",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.86.115441",
    "volume": "86",
    "title": "Sequence-dependent spin-selective tunneling along double-stranded {DNA}",
    "ENTRYTYPE": "article",
    "ID": "guo_sequence-dependent_2012",
    "REFERENCE": "A. Guo et al., Phys. Rev. B 86, 115441 (2012)."
  },
  {
    "pages": "11658--11662",
    "year": "2014",
    "author": "Guo, Ai-Min and Sun, Qing-Feng",
    "journal": "Proc. Natl. Acad. Sci. USA",
    "urldate": "2022-08-04",
    "number": "32",
    "doi": "10.1073/pnas.1407716111",
    "url": "https://www.pnas.org/doi/10.1073/pnas.1407716111",
    "volume": "111",
    "title": "Spin-dependent electron transport in protein-like single-helical molecules",
    "ENTRYTYPE": "article",
    "ID": "guo_spin-dependent_2014",
    "REFERENCE": "A. Guo et al., Proc. Natl. Acad. Sci. USA 111, 11658－11662 (2014)."
  },
  {
    "pages": "114111",
    "year": "2013",
    "author": "Gersten, Joel and Kaasbjerg, Kristen and Nitzan, Abraham",
    "journal": "J. Chem. Phys.",
    "urldate": "2022-08-04",
    "number": "11",
    "doi": "10.1063/1.4820907",
    "url": "https://aip.scitation.org/doi/10.1063/1.4820907",
    "issn": "0021-9606",
    "volume": "139",
    "title": "Induced spin filtering in electron transmission through chiral molecular layers adsorbed on metals with strong spin-orbit coupling",
    "ENTRYTYPE": "article",
    "ID": "gersten_induced_2013",
    "REFERENCE": "J. Gersten et al., J. Chem. Phys. 139, 114111 (2013)."
  },
  {
    "pages": "263--281",
    "keywords": "electron transfer, memory devices, molecular electronics, spin injection",
    "pmid": "25622190",
    "year": "2015",
    "author": "Naaman, Ron and Waldeck, David H.",
    "journal": "Annu. Rev. Phys. Chem.",
    "urldate": "2022-08-04",
    "number": "1",
    "abstract": "Recent experiments have demonstrated that the electron transmission yield through chiral molecules depends on the electron spin orientation. This phenomenon has been termed the chiral-induced spin selectivity (CISS) effect, and it provides a challenge to theory and promise for organic molecule–based spintronic devices. This article reviews recent developments in our understanding of CISS. Different theoretical models have been used to describe the effect; however, they all presume an unusually large spin-orbit coupling in chiral molecules for the effect to display the magnitudes seen in experiments. A simplified model for an electron's transport through a chiral potential suggests that these large couplings can be manifested. Techniques for measuring spin-selective electron transport through molecules are overviewed, and some examples of recent experiments are described. Finally, we present results obtained by studying several systems, and we describe the possible application of the CISS effect for memory devices.",
    "doi": "10.1146/annurev-physchem-040214-121554",
    "url": "https://doi.org/10.1146/annurev-physchem-040214-121554",
    "shorttitle": "Spintronics and {Chirality}",
    "volume": "66",
    "title": "Spintronics and {Chirality}: {Spin} {Selectivity} in {Electron} {Transport} {Through} {Chiral} {Molecules}",
    "ENTRYTYPE": "article",
    "ID": "naaman_spintronics_2015",
    "REFERENCE": "R. Naaman et al., Annu. Rev. Phys. Chem. 66, 263－281 (2015)."
  },
  {
    "pages": "530--548",
    "year": "2017",
    "author": "Bhatti, Sabpreet and Sbiaa, Rachid and Hirohata, Atsufumi and Ohno, Hideo and Fukami, Shunsuke and Piramanayagam, S. N.",
    "journal": "Mater. Today",
    "urldate": "2022-08-04",
    "number": "9",
    "language": "en",
    "abstract": "This article reviews spintronics based memories, in particular, magnetic random access memory (MRAM) in a systematic manner. Debuted as a humble 4Mb product by FreeScale in 2006, the MRAM has grown to a 256Mb product of Everspin in 2016. During this period, MRAM has overcome several hurdles and have reached a stage, where the potential for MRAM is very promising. One of the main hurdles that the MRAM overcome between 2006 and 2016 is the way the information is written. The 4Mb MRAM used a magnetic field based switching technology that would be almost impossible to scale below 100nm. The 256Mb MRAM, on the other hand uses a different writing mechanism based on Spin Transfer Torque (STT), which is scalable to very low dimensions. In addition to the difference in the writing mechanism, there has also been a major shift in the storage material. Whereas the 4Mb MRAM used materials with in-plane magnetic anisotropy, the 256Mb MRAM uses materials with a perpendicular magnetic anisotropy (PMA). MRAM based on PMA is also scalable to much higher densities. The paper starts with a brief history of memory technologies, followed by a brief description of the working principles of MRAM for novice. Reading information from MRAM, the technologies, materials and the physics behind reading of bits in MRAM are described in detail. As a next step, the physics and technologies involved in writing information are described. The magnetic field based writing and its limitations are described first, followed by an explanation of STT mechanism. The materials and physics behind storage of information is described next. MRAMs with in-plane magnetization, their layered material structure and the disadvantages are described first, followed by the advantages of MRAMs with perpendicular magnetization, their advantages etc. The technologies to improve writability and potential challenges and reliability issues are discussed next. Some of the future technologies that might help the industry to move beyond the conventional MRAM technology are discussed at the end of the paper, followed by a summary and an outlook.",
    "doi": "10.1016/j.mattod.2017.07.007",
    "url": "https://www.sciencedirect.com/science/article/pii/S1369702117304285",
    "shorttitle": "Spintronics based random access memory",
    "issn": "1369-7021",
    "volume": "20",
    "title": "Spintronics based random access memory: a review",
    "ENTRYTYPE": "article",
    "ID": "bhatti_spintronics_2017",
    "REFERENCE": "S. Bhatti et al., Mater. Today 20, 530－548 (2017)."
  },
  {
    "pages": "085411",
    "year": "2017",
    "author": "Matityahu, S. and Aharony, A. and Entin-Wohlman, O. and Balseiro, C. A.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "8",
    "abstract": "Unlike the two-terminal device, in which the time-reversal invariant spin-orbit interaction alone cannot polarize the spins, such a polarization can be generated when electrons from one source reservoir flow into two (or more) separate drain reservoirs. We present analytical solutions for two examples. First, we demonstrate that the electrons transmitted through a “diamond” interferometer into two drains can be simultaneously fully spin polarized along different tunable directions, even when the two arms of the interferometer are not identical. Second, we show that a single helical molecule attached to more than one drain can induce a significant spin polarization in electrons passing through it. The average polarization remains nonzero even when the electrons outgoing into separate leads are eventually mixed incoherently into one absorbing reservoir. This may explain recent experiments on spin selectivity of certain helical-chiral molecules.",
    "doi": "10.1103/PhysRevB.95.085411",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.95.085411",
    "volume": "95",
    "title": "Spin filtering in all-electrical three-terminal interferometers",
    "ENTRYTYPE": "article",
    "ID": "matityahu_spin_2017",
    "REFERENCE": "S. Matityahu et al., Phys. Rev. B 95, 085411 (2017)."
  },
  {
    "pages": "064702",
    "year": "2019",
    "author": "Sasao, Naoki and Okada, Hiroki and Utsumi, Yasuhiro and Entin-Wohlman, Ora and Aharony, Amnon",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "6",
    "abstract": "We analyse the appearance of a mechanical torque that acts on a chiral molecule: a single-stranded DNA, in which the spin–orbit interaction is expected to induce a spin-selectivity effect. The mechanical torque is shown to appear as a result of the non-conservation of the spin current in the presence of the spin–orbit interaction. Adopting a simple microscopic model Hamiltonian for a chiral molecule connected to source and drain leads, and accounting for the mechanical torque acting on the chiral molecule as the back action on the electrons traversing the molecule, we derive the spin continuity-equation. It connects the spin current expressed by a Landauer-type formula and the mechanical torque. Thus, by injecting a spin-polarized current from the source electrode, it is possible to generate a torque, which will rotate the DNA molecule.",
    "doi": "10.7566/JPSJ.88.064702",
    "url": "https://journals.jps.jp/doi/abs/10.7566/JPSJ.88.064702",
    "issn": "0031-9015",
    "volume": "88",
    "title": "Spin-{Current} {Induced} {Mechanical} {Torque} in a {Chiral} {Molecular} {Junction}",
    "ENTRYTYPE": "article",
    "ID": "sasao_spin-current_2019",
    "REFERENCE": "N. Sasao et al., J. Phys. Soc. Jpn. 88, 064702 (2019)."
  },
  {
    "pages": "894--897",
    "year": "2011",
    "author": "Göhler, B. and Hamelbeck, V. and Markus, T. Z. and Kettner, M. and Hanne, G. F. and Vager, Z. and Naaman, R. and Zacharias, H.",
    "journal": "Science",
    "urldate": "2022-08-04",
    "number": "6019",
    "doi": "10.1126/science.1199339",
    "url": "https://www.science.org/doi/10.1126/science.1199339",
    "volume": "331",
    "title": "Spin {Selectivity} in {Electron} {Transmission} {Through} {Self}-{Assembled} {Monolayers} of {Double}-{Stranded} {DNA}",
    "ENTRYTYPE": "article",
    "ID": "gohler_spin_2011",
    "REFERENCE": "B. Göhler et al., Science 331, 894－897 (2011)."
  },
  {
    "pages": "165409",
    "year": "2013",
    "author": "Eremko, A. A. and Loktev, V. M.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "16",
    "abstract": "We calculate the transmission coefficient for electrons passing through the helically shaped potential barrier which can be, for example, produced by DNA molecules.",
    "doi": "10.1103/PhysRevB.88.165409",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.88.165409",
    "volume": "88",
    "title": "Spin sensitive electron transmission through helical potentials",
    "ENTRYTYPE": "article",
    "ID": "eremko_spin_2013",
    "REFERENCE": "A. A. Eremko et al., Phys. Rev. B 88, 165409 (2013)."
  },
  {
    "pages": "4652--4655",
    "year": "2011",
    "author": "Xie, Zouti and Markus, Tal Z. and Cohen, Sidney R. and Vager, Zeev and Gutierrez, Rafael and Naaman, Ron",
    "journal": "Nano Lett.",
    "urldate": "2022-08-04",
    "number": "11",
    "abstract": "Spin-based properties, applications, and devices are commonly related to magnetic effects and to magnetic materials. Most of the development in spintronics is currently based on inorganic materials. Despite the fact that the magnetoresistance effect has been observed in organic materials, until now spin selectivity of organic based spintronics devices originated from an inorganic ferromagnetic electrode and was not determined by the organic molecules themselves. Here we show that conduction through double-stranded DNA oligomers is spin selective, demonstrating a true organic spin filter. The selectivity exceeds that of any known system at room temperature. The spin dependent resistivity indicates that the effect cannot result solely from the atomic spin–orbit coupling and must relate to a special property resulting from the chirality symmetry. The results may reflect on the importance of spin in determining electron transfer rates through biological systems.",
    "doi": "10.1021/nl2021637",
    "url": "https://doi.org/10.1021/nl2021637",
    "issn": "1530-6984",
    "volume": "11",
    "title": "Spin {Specific} {Electron} {Conduction} through {DNA} {Oligomers}",
    "ENTRYTYPE": "article",
    "ID": "xie_spin_2011",
    "REFERENCE": "Z. Xie et al., Nano Lett. 11, 4652－4655 (2011)."
  },
  {
    "pages": "178301",
    "year": "2008",
    "author": "Rosenberg, R. A. and Abu Haija, M. and Ryan, P. J.",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "17",
    "abstract": "We demonstrate for the first time that low-energy spin-polarized secondary electrons, produced by irradiation of a magnetic substrate, can induce chiral-selective chemistry. Our approach was to perform detailed measurements of the reaction rate for x-ray induced, secondary electron photolysis of a model chiral compound, (R)- or (S)-2-butanol, adsorbed on a magnetized Permalloy substrate. The results showed that there is an enhancement of ∼10\\% in the rate of CO bond cleavage that depends on the chirality of the molecule and the spin polarization of the substrate secondary electrons.",
    "doi": "10.1103/PhysRevLett.101.178301",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.101.178301",
    "volume": "101",
    "title": "Chiral-{Selective} {Chemistry} {Induced} by {Spin}-{Polarized} {Secondary} {Electrons} from a {Magnetic} {Substrate}",
    "ENTRYTYPE": "article",
    "ID": "rosenberg_chiral-selective_2008",
    "REFERENCE": "R. A. Rosenberg et al., Phys. Rev. Lett. 101, 178301 (2008)."
  },
  {
    "pages": "2474--2478",
    "year": "2017",
    "author": "Kumar, Anup and Capua, Eyal and Kesharwani, Manoj K. and Martin, Jan M. L. and Sitbon, Einat and Waldeck, David H. and Naaman, Ron",
    "journal": "Proc. Natl. Acad. Sci. USA",
    "urldate": "2022-08-04",
    "number": "10",
    "doi": "10.1073/pnas.1611467114",
    "url": "https://www.pnas.org/doi/10.1073/pnas.1611467114",
    "volume": "114",
    "title": "Chirality-induced spin polarization places symmetry constraints on biomolecular interactions",
    "ENTRYTYPE": "article",
    "ID": "kumar_chirality-induced_2017",
    "REFERENCE": "A. Kumar et al., Proc. Natl. Acad. Sci. USA 114, 2474－2478 (2017)."
  },
  {
    "pages": "1331--1334",
    "pmid": "29748324",
    "year": "2018",
    "author": "Banerjee-Ghosh, Koyel and Ben Dor, Oren and Tassinari, Francesco and Capua, Eyal and Yochelis, Shira and Capua, Amir and Yang, See-Hun and Parkin, Stuart S. P. and Sarkar, Soumyajit and Kronik, Leeor and Baczewski, Lech Tomasz and Naaman, Ron and Paltiel, Yossi",
    "journal": "Science",
    "number": "6395",
    "language": "eng",
    "abstract": "It is commonly assumed that recognition and discrimination of chirality, both in nature and in artificial systems, depend solely on spatial effects. However, recent studies have suggested that charge redistribution in chiral molecules manifests an enantiospecific preference in electron spin orientation. We therefore reasoned that the induced spin polarization may affect enantiorecognition through exchange interactions. Here we show experimentally that the interaction of chiral molecules with a perpendicularly magnetized substrate is enantiospecific. Thus, one enantiomer adsorbs preferentially when the magnetic dipole is pointing up, whereas the other adsorbs faster for the opposite alignment of the magnetization. The interaction is not controlled by the magnetic field per se, but rather by the electron spin orientations, and opens prospects for a distinct approach to enantiomeric separations.",
    "doi": "10.1126/science.aar4265",
    "issn": "1095-9203",
    "volume": "360",
    "title": "Separation of enantiomers by their enantiospecific interaction with achiral magnetic substrates",
    "ENTRYTYPE": "article",
    "ID": "banerjee-ghosh_separation_2018",
    "REFERENCE": "K. Banerjee-Ghosh et al., Science 360, 1331－1334 (2018)."
  },
  {
    "pages": "1904206",
    "keywords": "atomic force microscopy, chiral molecules, magnetic imaging, spin exchange",
    "year": "2019",
    "author": "Ziv, Amir and Saha, Abhijit and Alpern, Hen and Sukenik, Nir and Baczewski, Lech Tomasz and Yochelis, Shira and Reches, Meital and Paltiel, Yossi",
    "journal": "Adv. Mater.",
    "urldate": "2022-08-04",
    "number": "40",
    "language": "en",
    "abstract": "Local magnetic imaging at nanoscale resolution is desirable for basic studies of magnetic materials and for magnetic logic and memories. However, such local imaging is hard to achieve by means of standard magnetic force microscopy. Other techniques require low temperatures, high vacuum, or strict limitations on the sample conditions. A simple and robust method is presented for locally resolved magnetic imaging based on short-range spin-exchange interactions that can be scaled down to atomic resolution. The presented method requires a conventional AFM tip functionalized with a chiral molecule. In proximity to the measured magnetic sample, charge redistribution in the chiral molecule leads to a transient spin state, caused by the chiral-induced spin-selectivity effect, followed by the exchange interaction with the imaged sample. While magnetic force microscopy imaging strongly depends on a large working distance, an accurate image is achieved using the molecular tip in proximity to the sample. The chiral molecules' spin-exchange interaction is found to be 150 meV. Using the tip with the adsorbed chiral molecules, two oppositely magnetized samples are characterized, and a magnetic imaging is performed. This method is simple to perform at room temperature and does not require high-vacuum conditions.",
    "doi": "10.1002/adma.201904206",
    "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/adma.201904206",
    "issn": "1521-4095",
    "volume": "31",
    "title": "{AFM}-{Based} {Spin}-{Exchange} {Microscopy} {Using} {Chiral} {Molecules}",
    "ENTRYTYPE": "article",
    "ID": "ziv_afm-based_2019",
    "REFERENCE": "A. Ziv et al., Adv. Mater. 31, 1904206 (2019)."
  },
  {
    "pages": "166602",
    "year": "2020",
    "author": "Inui, Akito and Aoki, Ryuya and Nishiue, Yuki and Shiota, Kohei and Kousaka, Yusuke and Shishido, Hiroaki and Hirobe, Daichi and Suda, Masayuki and Ohe, Jun-ichiro and Kishine, Jun-ichiro and Yamamoto, Hiroshi M. and Togawa, Yoshihiko",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "16",
    "abstract": "Chirality-induced spin transport phenomena are investigated at room temperature without magnetic fields in a monoaxial chiral dichalcogenide CrNb3S6. We found that spin polarization occurs in these chiral bulk crystals under a charge current flowing along the principal c axis. Such phenomena are detected as an inverse spin Hall signal which is induced on the detection electrode that absorbs polarized spin from the chiral crystal. The inverse response is observed when applying the charge current into the detection electrode. The signal sign reverses in the device with the opposite chirality. Furthermore, the spin signals are found over micrometer length scales in a nonlocal configuration. Such a robust generation and protection of the spin-polarized state is discussed based on a one-dimensional model with an antisymmetric spin-orbit coupling.",
    "doi": "10.1103/PhysRevLett.124.166602",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.124.166602",
    "volume": "124",
    "title": "Chirality-{Induced} {Spin}-{Polarized} {State} of a {Chiral} {Crystal} \\$\\{{\\textbackslash}mathrm\\{{CrNb}\\}\\}\\_\\{3\\}\\{{\\textbackslash}mathrm\\{{S}\\}\\}\\_\\{6\\}\\$",
    "ENTRYTYPE": "article",
    "ID": "inui_chirality-induced_2020",
    "REFERENCE": "A. Inui et al., Phys. Rev. Lett. 124, 166602 (2020)."
  },
  {
    "pages": "7295--7298",
    "keywords": "DNA, chirality, enantioselectivity, photoelectron spectroscopy, surface chemistry",
    "year": "2015",
    "author": "Rosenberg, Richard A. and Mishra, Debabrata and Naaman, Ron",
    "journal": "Angew. Chem. Int. Ed.",
    "urldate": "2022-08-04",
    "number": "25",
    "language": "en",
    "abstract": "The search to understand the origin of homochirality in nature has been ongoing since the time of Pasteur. Previous work has shown that DNA can act as a spin filter for low-energy electrons and that spin-polarized secondary electrons produced by X-ray irradiation of a magnetic substrate can induce chiral selective chemistry. In the present work it is demonstrated that secondary electrons from a substrate that are transmitted through a chiral overlayer cause enantiomeric selective chemistry in an adsorbed adlayer. We determine the quantum yields (QYs) for dissociation of (R)- or (S)-epichlorohydrin adsorbed on a chiral self-assembled layer of DNA on gold and on bare gold (for control). The results show that there is a significant difference in the QYs between the two enantiomers when adsorbed on DNA, but none when they are adsorbed on bare Au. We propose that the effect results from natural spin filtering effects cause by the chiral monolayer.",
    "doi": "10.1002/anie.201501678",
    "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/anie.201501678",
    "issn": "1521-3773",
    "volume": "54",
    "title": "Chiral {Selective} {Chemistry} {Induced} by {Natural} {Selection} of {Spin}-{Polarized} {Electrons}",
    "ENTRYTYPE": "article",
    "ID": "rosenberg_chiral_2015",
    "REFERENCE": "R. A. Rosenberg et al., Angew. Chem. Int. Ed. 54, 7295－7298 (2015)."
  },
  {
    "pages": "075407",
    "year": "2016",
    "author": "Matityahu, Shlomi and Utsumi, Yasuhiro and Aharony, Amnon and Entin-Wohlman, Ora and Balseiro, Carlos A.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "7",
    "abstract": "Recent experiments have demonstrated the efficacy of chiral helically shaped molecules in polarizing the scattered electron spin, an effect termed chiral-induced spin selectivity. Here we solve a simple tight-binding model for electron transport through a single helical molecule, with spin-orbit interactions on the bonds along the helix. Quantum interference is introduced via additional electron hopping between neighboring sites in the direction of the helix axis. When the helix is connected to two one-dimensional single-mode leads, time-reversal symmetry prevents spin polarization of the outgoing electrons. One possible way to retrieve such a polarization is to allow leakage of electrons from the helix to the environment, via additional outgoing leads. Technically, the leakage generates complex site self-energies, which break unitarity. As a result, the electron waves in the helix become evanescent, with different decay lengths for different spin polarizations, yielding a net spin polarization of the outgoing electrons, which increases with the length of the helix (as observed experimentally). A maximal polarization can be measured at a finite angle away from the helix axis.",
    "doi": "10.1103/PhysRevB.93.075407",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.93.075407",
    "volume": "93",
    "title": "Spin-dependent transport through a chiral molecule in the presence of spin-orbit interaction and nonunitary effects",
    "ENTRYTYPE": "article",
    "ID": "matityahu_spin-dependent_2016",
    "REFERENCE": "S. Matityahu et al., Phys. Rev. B 93, 075407 (2016)."
  },
  {
    "pages": "2455",
    "keywords": "Electronic and spintronic devices, Molecular machines and motors",
    "year": "2019",
    "author": "Suda, Masayuki and Thathong, Yuranan and Promarak, Vinich and Kojima, Hirotaka and Nakamura, Masakazu and Shiraogawa, Takafumi and Ehara, Masahiro and Yamamoto, Hiroshi M.",
    "journal": "Nat. Commun.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "Artificial molecular switches and machines that enable the directional movements of molecular components by external stimuli have undergone rapid advances over the past several decades. Particularly, overcrowded alkene-based artificial molecular motors are highly attractive from the viewpoint of chirality switching during rotational steps. However, the integration of these molecular switches into solid-state devices is still challenging. Herein, we present an example of a solid-state spin-filtering device that can switch the spin polarization direction by light irradiation or thermal treatment. This device utilizes the chirality inversion of molecular motors as a light-driven reconfigurable spin filter owing to the chiral-induced spin selectivity effect. Through this device, we found that the flexibility at the molecular scale is essential for the electrodes in solid-state devices using molecular machines. The present results are beneficial to the development of solid-state functionalities emerging from nanosized motions of molecular switches.",
    "doi": "10.1038/s41467-019-10423-6",
    "url": "https://www.nature.com/articles/s41467-019-10423-6",
    "issn": "2041-1723",
    "copyright": "2019 The Author(s)",
    "volume": "10",
    "title": "Light-driven molecular switch for reconfigurable spin filters",
    "ENTRYTYPE": "article",
    "ID": "suda_light-driven_2019",
    "REFERENCE": "M. Suda et al., Nat. Commun. 10, 2455 (2019)."
  },
  {
    "pages": "2178--2187",
    "year": "2012",
    "author": "Naaman, R. and Waldeck, David H.",
    "journal": "J. Phys. Chem. Lett.",
    "urldate": "2022-08-04",
    "number": "16",
    "abstract": "The chiral-induced spin selectivity (CISS) effect was recently established experimentally and theoretically. Here, we review some of the new findings and discuss applications that can result from special properties of this effect, like the reduction of the elastic backscattering in electron transfer through chiral molecules. The CISS effect opens the possibility of using chiral molecules in spintronics applications and for providing a deeper understanding of spin-selective processes in biology.",
    "doi": "10.1021/jz300793y",
    "url": "https://doi.org/10.1021/jz300793y",
    "volume": "3",
    "title": "Chiral-{Induced} {Spin} {Selectivity} {Effect}",
    "ENTRYTYPE": "article",
    "ID": "naaman_chiral-induced_2012",
    "REFERENCE": "R. Naaman et al., J. Phys. Chem. Lett. 3, 2178－2187 (2012)."
  },
  {
    "pages": "012401",
    "year": "2019",
    "author": "Okumura, Shun and Ishizuka, Hiroaki and Kato, Yasuyuki and Ohe, Jun-ichiro and Motome, Yukitoshi",
    "journal": "Appl. Phys. Lett.",
    "urldate": "2022-08-04",
    "number": "1",
    "doi": "10.1063/1.5097866",
    "url": "https://aip.scitation.org/doi/10.1063/1.5097866",
    "issn": "0003-6951",
    "volume": "115",
    "title": "Spin-current diode with a monoaxial chiral magnet",
    "ENTRYTYPE": "article",
    "ID": "okumura_spin-current_2019",
    "REFERENCE": "S. Okumura et al., Appl. Phys. Lett. 115, 012401 (2019)."
  },
  {
    "pages": "124701",
    "year": "2017",
    "author": "Tokushuku, Kunio and Kishine, Jun-ichiro and Ogata, Masao",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "12",
    "abstract": "We study the dynamics of a chiral soliton lattice (CSL) in a classical one-dimensional spin chain coupled to conduction electrons under an electric field. The CSL has attracted much interest because its period can be easily controlled by an external magnetic field. We clarify the dependence of the CSL dynamics on its period. A collective coordinate and an SU(2) gauge method are used for the analysis. It turns out that the velocity of the CSL decreases as the period becomes longer. We also mention the relation between the velocity and the magnetic resistance.",
    "doi": "10.7566/JPSJ.86.124701",
    "url": "https://journals.jps.jp/doi/10.7566/JPSJ.86.124701",
    "issn": "0031-9015",
    "volume": "86",
    "title": "Tunable {Spin} {Dynamics} in {Chiral} {Soliton} {Lattice}",
    "ENTRYTYPE": "article",
    "ID": "tokushuku_tunable_2017",
    "REFERENCE": "K. Tokushuku et al., J. Phys. Soc. Jpn. 86, 124701 (2017)."
  },
  {
    "pages": "924--938",
    "keywords": "Dzyaloshinskii–Moriya interaction, critical index, phase transition",
    "year": "2017",
    "author": "Ovchinnikov, A. S. and Bostrem, I. G. and Sinitsyn, Vl. E. and Kishine, J.",
    "journal": "Theor. Math. Phys.(Russ. Fed.)",
    "urldate": "2022-08-04",
    "number": "3",
    "language": "en",
    "abstract": "We analyze the critical behavior of magnetically ordered phases appearing in a monoaxial chiral helimagnet in a weak external magnetic field. Using the formalism of the equations of state in the critical region, we determine the temperature dependence of the order parameters for the conical phase and the soliton-lattice phase. We calculated the critical exponents and show that they coincide with those in the three-dimensional Heisenberg model.",
    "doi": "10.1134/S0040577917060101",
    "url": "https://doi.org/10.1134/S0040577917060101",
    "issn": "1573-9333",
    "volume": "191",
    "title": "Critical behavior of a monoaxial chiral helimagnet",
    "ENTRYTYPE": "article",
    "ID": "ovchinnikov_critical_2017",
    "REFERENCE": "A. S. Ovchinnikov et al., Theor. Math. Phys.(Russ. Fed.) 191, 924－938 (2017)."
  },
  {
    "pages": "206401",
    "year": "2015",
    "author": "Hirayama, Motoaki and Okugawa, Ryo and Ishibashi, Shoji and Murakami, Shuichi and Miyake, Takashi",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "20",
    "abstract": "We study Weyl nodes in materials with broken inversion symmetry. We find based on first-principles calculations that trigonal Te and Se have multiple Weyl nodes near the Fermi level. The conduction bands have a spin splitting similar to the Rashba splitting around the H points, but unlike the Rashba splitting the spin directions are radial, forming a hedgehog spin texture around the H points, with a nonzero Pontryagin index for each spin-split conduction band. The Weyl semimetal phase, which has never been observed in real materials without inversion symmetry, is realized under pressure. The evolution of the spin texture by varying the pressure can be explained by the evolution of the Weyl nodes in k space.",
    "doi": "10.1103/PhysRevLett.114.206401",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.114.206401",
    "volume": "114",
    "title": "Weyl {Node} and {Spin} {Texture} in {Trigonal} {Tellurium} and {Selenium}",
    "ENTRYTYPE": "article",
    "ID": "hirayama_weyl_2015",
    "REFERENCE": "M. Hirayama et al., Phys. Rev. Lett. 114, 206401 (2015)."
  },
  {
    "pages": "107202",
    "year": "2012",
    "author": "Togawa, Y. and Koyama, T. and Takayanagi, K. and Mori, S. and Kousaka, Y. and Akimitsu, J. and Nishihara, S. and Inoue, K. and Ovchinnikov, A. S. and Kishine, J.",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "10",
    "abstract": "Using Lorenz microscopy and small-angle electron diffraction, we directly present that the chiral magnetic soliton lattice (CSL) continuously evolves from a chiral helimagnetic structure in small magnetic fields in Cr1/3NbS2. An incommensurate CSL undergoes a phase transition to a commensurate ferromagnetic state at the critical field strength. The period of a CSL, which exerts an effective potential for itinerant spins, is tuned by simply changing the field strength. Chiral magnetic orders observed do not exhibit any structural dislocation, indicating their high stability and robustness in Cr1/3NbS2.",
    "doi": "10.1103/PhysRevLett.108.107202",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.108.107202",
    "volume": "108",
    "title": "Chiral {Magnetic} {Soliton} {Lattice} on a {Chiral} {Helimagnet}",
    "ENTRYTYPE": "article",
    "ID": "togawa_chiral_2012",
    "REFERENCE": "Y. Togawa et al., Phys. Rev. Lett. 108, 107202 (2012)."
  },
  {
    "pages": "104403",
    "year": "2013",
    "author": "Ghimire, N. J. and McGuire, M. A. and Parker, D. S. and Sipos, B. and Tang, S. and Yan, J.-Q. and Sales, B. C. and Mandrus, D.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "10",
    "abstract": "The chiral helimagnet Cr1/3NbS2 has been investigated by magnetic, transport, and thermal properties measurements on single crystals and by first-principles electronic structure calculations. From the measured field and temperature dependence of the magnetization for fields applied perpendicular to the c axis, the magnetic phase diagram has been constructed in the vicinity of the phase transition. A transition from a paramagnetic to a magnetically ordered phase occurs near 120 K. The transition is found to strongly affect the electrical transport. The resistivity decreases sharply upon cooling near 120 K, and the spin reorientation from the helimagnetic ground state to the commensurate ferromagnetic state is evident in the magnetoresistance. At high fields, a large magnetoresistance (55\\% at 140 kOe) is observed near the magnetic transition temperature. Heat capacity and electronic structure calculations show that the density of states at the Fermi level is low in the magnetically ordered state.",
    "doi": "10.1103/PhysRevB.87.104403",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.87.104403",
    "volume": "87",
    "title": "Magnetic phase transition in single crystals of the chiral helimagnet {Cr}\\$\\{\\}\\_\\{1/3\\}\\${NbS}\\$\\{\\}\\_\\{2\\}\\$",
    "ENTRYTYPE": "article",
    "ID": "ghimire_magnetic_2013",
    "REFERENCE": "N. J. Ghimire et al., Phys. Rev. B 87, 104403 (2013)."
  },
  {
    "pages": "220412",
    "year": "2015",
    "author": "Togawa, Y. and Koyama, T. and Nishimori, Y. and Matsumoto, Y. and McVitie, S. and McGrouther, D. and Stamps, R. L. and Kousaka, Y. and Akimitsu, J. and Nishihara, S. and Inoue, K. and Bostrem, I. G. and Sinitsyn, Vl. E. and Ovchinnikov, A. S. and Kishine, J.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "22",
    "abstract": "We present how macroscopically coherent ordering within a chiral state can be manifested in the physical properties within the context of an archetypical system—the chiral spin soliton lattice in a monoaxial chiral magnet CrNb3S6. Using magnetotransport measurements and state-of-the-art Lorentz electron microscopy, we demonstrate spin soliton confinement in 1−μm-wide grains with different crystalline chirality and discretized magnetoresistance in 10−μm-wide crystals. Discretization effects are found to be prominent when the system size is reduced to the order of 10μm along the chiral axis. A consequence that we identify is a robust coherence of the chiral soliton lattice against deformation. The spin configuration at the grain boundaries, which leads to soliton confinement, is experimentally clarified.",
    "doi": "10.1103/PhysRevB.92.220412",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.92.220412",
    "volume": "92",
    "title": "Magnetic soliton confinement and discretization effects arising from macroscopic coherence in a chiral spin soliton lattice",
    "ENTRYTYPE": "article",
    "ID": "togawa_magnetic_2015",
    "REFERENCE": "Y. Togawa et al., Phys. Rev. B 92, 220412 (2015)."
  },
  {
    "pages": "82--95",
    "year": "2005",
    "author": "Kishine, Jun-ichiro and Inoue, Katsuya and Yoshida, Yusuke",
    "journal": "Prog. Theor. Phys. Suppl.",
    "urldate": "2022-08-04",
    "abstract": "In this paper, we discuss the origin of magnetic chirality of chiral magnets made by chromium (III) and manganese (II) ions. Structurally characterized yellow needles: K0.4[Cr(CN)6][Mn(S)-pn](S)-pnH0.6 ((S)-pn = (S)-1,2-diaminopropane) and green needles: [Cr(CN)6][Mn(S or R)-pnH(H2O)]H2O were obtained by the reaction among K3[Cr(CN)6], Mn(ClO4)2 , (R or S)-pn·2HCl and KOH. The space groups of green needle and yellow needle are P212121 and P61, respectively. From the X-ray crystallographic analysis of them, the yellow needle has three-dimensional and green needle has two-dimensional magnetic connectivity. These ferrimagnets are good candidates for chiral spin order at low temperature. We present some theoretical supports, within classical phenomenologies, to understand characteristic features of the chiral magnetic materials and their magnetic properties.",
    "doi": "10.1143/PTPS.159.82",
    "url": "https://doi.org/10.1143/PTPS.159.82",
    "issn": "0375-9687",
    "volume": "159",
    "title": "Synthesis, {Structure} and {Magnetic} {Properties} of {Chiral} {Molecule}-{Based} {Magnets}*)",
    "ENTRYTYPE": "article",
    "ID": "kishine_synthesis_2005",
    "REFERENCE": "J. Kishine et al., Prog. Theor. Phys. Suppl. 159, 82－95 (2005)."
  },
  {
    "pages": "223--225",
    "keywords": "Chiral magnet, Dzyaloshinskii–Moriya interaction, Kondo lattice model, Variational calculation",
    "year": "2018",
    "author": "Okumura, Shun and Kato, Yasuyuki and Motome, Yukitoshi",
    "journal": "Phys. B: Condens. Matter",
    "urldate": "2022-08-04",
    "language": "en",
    "abstract": "Monoaxial chiral magnets can form a noncollinear twisted spin structure called the chiral helimagnetic state. We study magnetic properties of such a chiral helimagnetic state, with emphasis on the effect of itinerant electrons. Modeling a monoaxial chiral helimagnet by a one-dimensional Kondo lattice model with the Dzyaloshinskii–Moriya interaction, we perform a variational calculation to elucidate the stable spin configuration in the ground state. We obtain a chiral helimagnetic state as a candidate for the ground state, whose helical pitch is modulated by the model parameters: the Kondo coupling, the Dzyaloshinski–Moriya interaction, and electron filling.",
    "doi": "10.1016/j.physb.2017.08.047",
    "url": "https://www.sciencedirect.com/science/article/pii/S092145261730532X",
    "issn": "0921-4526",
    "volume": "536",
    "title": "Chiral helimagnetic state in a {Kondo} lattice model with the {Dzyaloshinskii}–{Moriya} interaction",
    "ENTRYTYPE": "article",
    "ID": "okumura_chiral_2018",
    "REFERENCE": "S. Okumura et al., Phys. B: Condens. Matter 536, 223－225 (2018)."
  },
  {
    "pages": "132405",
    "year": "2008",
    "author": "Bostrem, I. G. and Kishine, Jun-ichiro and Ovchinnikov, A. S.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "13",
    "abstract": "We show that the bulk transport magnetic current is generated by the moving magnetic kink crystal (chiral soliton lattice) formed in the chiral helimagnet under the static magnetic field applied perpendicular to the helical axis. The current is caused by the nonequilibrium transport momentum with the kink mass being determined by the spin fluctuations around the kink crystal state. An emergence of the transport magnetic currents is then a consequence of the dynamical off-diagonal long range order along the helical axis. We derive an explicit formula for the inertial mass of the kink crystal and the current in the weak field limit.",
    "doi": "10.1103/PhysRevB.77.132405",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.77.132405",
    "volume": "77",
    "title": "Transport spin current driven by the moving kink crystal in a chiral helimagnet",
    "ENTRYTYPE": "article",
    "ID": "bostrem_transport_2008",
    "REFERENCE": "I. G. Bostrem et al., Phys. Rev. B 77, 132405 (2008)."
  },
  {
    "pages": "064425",
    "year": "2008",
    "author": "Bostrem, I. G. and Kishine, Jun-ichiro and Ovchinnikov, A. S.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "6",
    "abstract": "We give detailed description of the transport spin current in the chiral helimagnet. Under the static magnetic field applied perpendicular to the helical axis, the magnetic kink crystal (chiral soliton lattice) is formed. Once the kink crystal begins to move under the Galilean boost, the spin-density accumulation occurs inside each kink and there emerges periodic arrays of the induced magnetic dipoles carrying the transport spin current. The coherent motion of the kink crystal dynamically generates the spontaneous demagnetization field. To describe the kink crystal motion, we took account of not only the tangential φ fluctuations but the longitudinal θ fluctuations around the helimagnetic configuration. Based on the collective coordinate method and the Dirac canonical formulation for the singular Lagrangian system, we derived the closed formulas for the mass, spin current, and induced magnetic-dipole moment accompanied with the kink crystal motion. To materialize the theoretical model presented here, symmetry-adapted material synthesis would be required, where the interplay of crystallographic and magnetic chirality plays a key role there.",
    "doi": "10.1103/PhysRevB.78.064425",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.78.064425",
    "volume": "78",
    "title": "Theory of spin current in chiral helimagnets",
    "ENTRYTYPE": "article",
    "ID": "bostrem_theory_2008",
    "REFERENCE": "I. G. Bostrem et al., Phys. Rev. B 78, 064425 (2008)."
  },
  {
    "pages": "134436",
    "year": "2009",
    "author": "Borisov, A. B. and Kishine, Jun-ichiro and Bostrem, I. G. and Ovchinnikov, A. S.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "13",
    "abstract": "We show the existence of an isolated soliton excitation over the topological ground-state configuration in chiral helimagnet with the Dzyaloshinskii-Moryia exchange and the strong easy-plane anisotropy. The magnetic field perpendicular to the helical axis stabilizes the kink crystal state which plays a role of “topological protectorate” for the traveling soliton with a definite handedness. To find new soliton solution, we use the Bäcklund transformation technique. It is pointed out that the traveling soliton carries the magnon density and a magnetic soliton transport may be realized.",
    "doi": "10.1103/PhysRevB.79.134436",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.79.134436",
    "volume": "79",
    "title": "Magnetic soliton transport over topological spin texture in chiral helimagnet with strong easy-plane anisotropy",
    "ENTRYTYPE": "article",
    "ID": "borisov_magnetic_2009",
    "REFERENCE": "A. B. Borisov et al., Phys. Rev. B 79, 134436 (2009)."
  },
  {
    "pages": "017205",
    "year": "2011",
    "author": "Kishine, Jun-ichiro and Proskurin, I. V. and Ovchinnikov, A. S.",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "1",
    "abstract": "We consider magnetotransport properties in a conducting chiral helimagnet, where the magnetic kink crystal (MKC) is formed under weak magnetic field applied perpendicular to the helical axis. The MKC behaves as a magnetic superlattice potential and results in Bragg scattering of conduction electrons. Tuning of the weak magnetic field enables us to control the size of the superlattice Brillouin zone and gives rise to a series of divergent resistivity anomalies originating from resonant Bragg scatterings. We discuss as well a nontrivial magnetic structure in the resonant states realized in the subsystem of the itinerant electrons.",
    "doi": "10.1103/PhysRevLett.107.017205",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.107.017205",
    "volume": "107",
    "title": "Tuning {Magnetotransport} through a {Magnetic} {Kink} {Crystal} in a {Chiral} {Helimagnet}",
    "ENTRYTYPE": "article",
    "ID": "kishine_tuning_2011",
    "REFERENCE": "J. Kishine et al., Phys. Rev. Lett. 107, 017205 (2011)."
  },
  {
    "pages": "214426",
    "year": "2012",
    "author": "Kishine, Jun-ichiro and Bostrem, I. G. and Ovchinnikov, A. S. and Sinitsyn, Vl. E.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "21",
    "abstract": "We demonstrate that the chiral soliton lattice formed from a chiral helimagnet exhibits a coherent sliding motion when a time-dependent magnetic field is applied parallel to the helical axis, in addition to a static field perpendicular to the helical axis. To describe the coherent sliding, we use the collective coordinate method and a numerical analysis. We also show that the time-dependent sliding velocity causes a time-varying Berry cap which creates a spin motive force. A salient feature of the chiral soliton lattice is the appearance of a strongly amplified spin motive force which is directly proportional to the macroscopic number of solitons (magnetic kinks).",
    "doi": "10.1103/PhysRevB.86.214426",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.86.214426",
    "volume": "86",
    "title": "Coherent sliding dynamics and spin motive force driven by crossed magnetic fields in a chiral helimagnet",
    "ENTRYTYPE": "article",
    "ID": "kishine_coherent_2012",
    "REFERENCE": "J. Kishine et al., Phys. Rev. B 86, 214426 (2012)."
  },
  {
    "pages": "197204",
    "year": "2013",
    "author": "Togawa, Y. and Kousaka, Y. and Nishihara, S. and Inoue, K. and Akimitsu, J. and Ovchinnikov, A. S. and Kishine, J.",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "19",
    "abstract": "We investigate the interlayer magnetoresistance (MR) along the chiral crystallographic axis in the hexagonal chiral magnet CrNb3S6. In a region below the incommensurate-commensurate phase transition between the chiral soliton lattice and the forced ferromagnetic state, a negative MR is obtained in a wide range of temperature, while a small positive MR is found very close to the Curie temperature. Normalized data of the negative MR almost falls into a single curve and is well fitted by a theoretical equation of the soliton density, meaning that the origin of the MR is ascribed to the magnetic scattering of conduction electrons by a nonlinear, periodic, and countable array of magnetic soliton kinks.",
    "doi": "10.1103/PhysRevLett.111.197204",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.111.197204",
    "volume": "111",
    "title": "Interlayer {Magnetoresistance} due to {Chiral} {Soliton} {Lattice} {Formation} in {Hexagonal} {Chiral} {Magnet} \\$\\{{\\textbackslash}mathrm\\{{CrNb}\\}\\}\\_\\{3\\}\\{{\\textbackslash}mathbf\\{{S}\\}\\}\\_\\{6\\}\\$",
    "ENTRYTYPE": "article",
    "ID": "togawa_interlayer_2013",
    "REFERENCE": "Y. Togawa et al., Phys. Rev. Lett. 111, 197204 (2013)."
  },
  {
    "pages": "184425",
    "year": "2020",
    "author": "Kishine, J. and Ovchinnikov, A. S.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "18",
    "abstract": "We present a theory of nonlinear magnetic response of a chiral soliton lattice state in a monoaxial chiral helimagnet under an oscillating magnetic field. The chiral soliton lattice is stabilized by a static magnetic field applied perpendicular to the chiral axis. Just below the critical field strength, where an incommensurate-to-commensurate phase transition occurs, the soliton density becomes quite low and almost isolated 2π kinks are partitioned by vast ferromagnetic regions. We consider this highly nonlinear regime and demonstrate that internal deformations of each kink give rise to the nonlinear response in this regime.",
    "doi": "10.1103/PhysRevB.101.184425",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.101.184425",
    "volume": "101",
    "title": "Magnetic response of a highly nonlinear soliton lattice in a monoaxial chiral helimagnet",
    "ENTRYTYPE": "article",
    "ID": "kishine_magnetic_2020",
    "REFERENCE": "J. Kishine et al., Phys. Rev. B 101, 184425 (2020)."
  },
  {
    "pages": "184303",
    "year": "2018",
    "author": "Tereshchenko, A. A. and Ovchinnikov, A. S. and Proskurin, Igor and Sinitsyn, E. V. and Kishine, Jun-ichiro",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "18",
    "abstract": "We study magnetoelastic resonance phenomena in a monoaxial chiral helimagnet belonging to the hexagonal crystal class. By computing the spectrum of a coupled elastic wave and spin wave, it is demonstrated how hybridization occurs depending on their chirality. Specific features of the magnetoelastic resonance are discussed for the conical phase and the soliton lattice phase stabilized in the monoaxial chiral helimagnet. The former phase exhibits appreciable nonreciprocity of the spectrum, and the latter is characterized by a multiresonance behavior. We propose that the nonreciprocal spin wave around the forced-ferromagnetic state has potential capability to convert the linearly polarized elastic wave to a circularly polarized one with the chirality opposite to the spin-wave chirality.",
    "doi": "10.1103/PhysRevB.97.184303",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.97.184303",
    "volume": "97",
    "title": "Theory of magnetoelastic resonance in a monoaxial chiral helimagnet",
    "ENTRYTYPE": "article",
    "ID": "tereshchenko_theory_2018",
    "REFERENCE": "A. A. Tereshchenko et al., Phys. Rev. B 97, 184303 (2018)."
  },
  {
    "pages": "124702",
    "year": "2017",
    "author": "Matsumura, Takeshi and Kita, Yosuke and Kubo, Koya and Yoshikawa, Yugo and Michimura, Shinji and Inami, Toshiya and Kousaka, Yusuke and Inoue, Katsuya and Ohara, Shigeo",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "12",
    "abstract": "Helical magnetic structures and their responses to external magnetic fields in Yb(Ni1−xCux)3Al9 with a chiral crystal structure of the space group R32 have been investigated by resonant X-ray diffraction. It is shown that the crystal chirality is reflected in the helicity of the magnetic structure by a one-to-one relationship, indicating that an antisymmetric exchange interaction mediated via the conduction electrons exists. When a magnetic field is applied perpendicular to the helical axis (c-axis), the second-harmonic peak of\n(0,0,2𝑞)\n(0,0,2q)\ndevelops with increasing field. The third-harmonic peak of\n(0,0,3𝑞)\n(0,0,3q)\nhas also been observed for the x = 0.06 sample. This result provides strong evidence for the formation of a chiral magnetic soliton lattice state, a periodic array of chiral twist of spins, which has been suggested by the characteristic magnetization curve. The helical ordering of magnetic octupole moments accompanying the magnetic dipole order has also been detected.",
    "doi": "10.7566/JPSJ.86.124702",
    "url": "https://journals.jps.jp/doi/10.7566/JPSJ.86.124702",
    "issn": "0031-9015",
    "volume": "86",
    "title": "Chiral {Soliton} {Lattice} {Formation} in {Monoaxial} {Helimagnet} {Yb}({Ni1}−{xCux}){3Al9}",
    "ENTRYTYPE": "article",
    "ID": "matsumura_chiral_2017",
    "REFERENCE": "T. Matsumura et al., J. Phys. Soc. Jpn. 86, 124702 (2017)."
  },
  {
    "pages": "074710",
    "year": "2016",
    "author": "Shinozaki, Misako and Hoshino, Shintaro and Masaki, Yusuke and Kishine, Jun-ichiro and Kato, Yusuke",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "7",
    "abstract": "We study a three-dimensional (3d) classical chiral helimagnet at finite temperatures through analysis of a spin Hamiltonian, which is defined on a simple cubic lattice and consists of the Heisenberg exchange, monoaxial Dzyaloshinskii–Moriya interactions, and the Zeeman energy due to a magnetic field applied in the plane perpendicular to the helical axis. We take account of the quasi-two-dimensionality of the known monoaxial chiral helimagnet CrNb3S6 and we adopt three methods: (i) a conventional mean-field (MF) analysis, which we call the 3dMF method, (ii) a hybrid method called the 2dMC–1dMF method, which is composed of a classical Monte Carlo (MC) simulation and a MF approximation applied respectively to the intra- and interlayer interactions, and (iii) a simple-MC simulation (3dMC) at zero field. The temperature dependence of the magnetization calculated by the 3dMF method shows a cusp-like structure similar to that observed in experiments. In the absence of a magnetic field, both 2dMC–1dMF and 3dMC yield similar values of the transition temperature. The 2dMC–1dMF method provides a quantitative description of the thermodynamic properties, even under an external field, at an accessible numerical cost.",
    "doi": "10.7566/JPSJ.85.074710",
    "url": "https://journals.jps.jp/doi/abs/10.7566/JPSJ.85.074710",
    "issn": "0031-9015",
    "volume": "85",
    "title": "Finite-{Temperature} {Properties} of {Three}-{Dimensional} {Chiral} {Helimagnets}",
    "ENTRYTYPE": "article",
    "ID": "shinozaki_finite-temperature_2016",
    "REFERENCE": "M. Shinozaki et al., J. Phys. Soc. Jpn. 85, 074710 (2016)."
  },
  {
    "pages": "112001",
    "year": "2016",
    "author": "Togawa, Yoshihiko and Kousaka, Yusuke and Inoue, Katsuya and Kishine, Jun-ichiro",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "11",
    "abstract": "Nontrivial spin orders with magnetic chirality emerge in a particular class of magnetic materials with structural chirality, which are frequently referred to as chiral magnets. Various interesting physical properties are expected to be induced in chiral magnets through the coupling of chiral magnetic orders with conduction electrons and electromagnetic fields. One promising candidate for achieving these couplings is a chiral spin soliton lattice. Here, we review recent experimental observations mainly carried out on the monoaxial chiral magnetic crystal CrNb3S6 via magnetic imaging using electron, neutron, and X-ray beams and magnetoresistance measurements, together with the strategy for synthesizing chiral magnetic materials and underlying theoretical backgrounds. The chiral soliton lattice appears under a magnetic field perpendicular to the chiral helical axis and is very robust and stable with phase coherence on a macroscopic length scale. The tunable and topological nature of the chiral soliton lattice gives rise to nontrivial physical properties. Indeed, it is demonstrated that the interlayer magnetoresistance scales to the soliton density, which plays an essential role as an order parameter in chiral soliton lattice formation, and becomes quantized with the reduction of the system size. These interesting features arising from macroscopic phase coherence unique to the chiral soliton lattice will lead to the exploration of routes to a new paradigm for applications in spin electronics using spin phase coherence.",
    "doi": "10.7566/JPSJ.85.112001",
    "url": "https://journals.jps.jp/doi/10.7566/JPSJ.85.112001",
    "issn": "0031-9015",
    "volume": "85",
    "title": "Symmetry, {Structure}, and {Dynamics} of {Monoaxial} {Chiral} {Magnets}",
    "ENTRYTYPE": "article",
    "ID": "togawa_symmetry_2016",
    "REFERENCE": "Y. Togawa et al., J. Phys. Soc. Jpn. 85, 112001 (2016)."
  },
  {
    "pages": "033708",
    "year": "2018",
    "author": "Okumura, Shun and Kato, Yasuyuki and Motome, Yukitoshi",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "3",
    "abstract": "Chiral magnets often show intriguing magnetic and transport properties associated with their peculiar spin textures. A typical example is a chiral soliton lattice, which is found in monoaxial chiral magnets, such as CrNb3S6 and Yb(Ni1−xCux)3Al9 in an external magnetic field perpendicular to the chiral axis. Here, we theoretically investigate the electronic and magnetic properties in the chiral soliton lattice by a minimal itinerant electron model. Using variational calculations, we find that the period of the chiral soliton lattice can be locked at particular values dictated by the Fermi wave number, in stark contrast to spin-only models. We discuss this behavior caused by the spin-charge coupling as a possible mechanism for the lock-in discovered in Yb(Ni1−xCux)3Al9 [T. Matsumura et al., J. Phys. Soc. Jpn. 86, 124702 (2017)]. We also show that the same mechanism leads to the spontaneous formation of the chiral soliton lattice even in the absence of the magnetic field.",
    "doi": "10.7566/JPSJ.87.033708",
    "url": "https://journals.jps.jp/doi/10.7566/JPSJ.87.033708",
    "issn": "0031-9015",
    "volume": "87",
    "title": "Lock-in of a {Chiral} {Soliton} {Lattice} by {Itinerant} {Electrons}",
    "ENTRYTYPE": "article",
    "ID": "okumura_lock-chiral_2018",
    "REFERENCE": "S. Okumura et al., J. Phys. Soc. Jpn. 87, 033708 (2018)."
  },
  {
    "pages": "1--130",
    "keywords": "Chirality, Collective transport, Helimagnetism, Magnetoresistance, Soliton lattice, Spintronics",
    "doi": "10.1016/bs.ssp.2015.05.001",
    "year": "2015",
    "editor": "Camley, Robert E. and Stamps, Robert L.",
    "author": "Kishine, Jun-ichiro and Ovchinnikov, A. S.",
    "publisher": "Academic Press",
    "booktitle": "Solid {State} {Physics}",
    "urldate": "2022-08-04",
    "language": "en",
    "abstract": "In a magnetic crystal belonging to a monoaxial (tetragonal, hexagonal, or trigonal) chiral space group, competition of the Dzyaloshinskii–Moriya interaction and ferromagnetic exchange interaction causes a helical magnetic arrangement with definite vector chirality. The most intriguing property of chiral helimagnet is that there appears a nonlinear regular lattice of spin magnetic moments under weak magnetic field applied perpendicular to the helical axis. This state, called chiral soliton lattice (CSL), is an extremely robust topological ground state, where magnetic topological charges condense into regular lattice. In this review, we present physical properties of the CSL from theoretical viewpoints.",
    "url": "https://www.sciencedirect.com/science/article/pii/S0081194715000041",
    "volume": "66",
    "title": "Chapter {One} - {Theory} of {Monoaxial} {Chiral} {Helimagnet}",
    "ENTRYTYPE": "incollection",
    "ID": "kishine_chapter_2015",
    "REFERENCE": "J. Kishine et al., undefined 66, 1－130 (2015)."
  },
  {
    "pages": "063701",
    "year": "2017",
    "author": "Okumura, Shun and Kato, Yasuyuki and Motome, Yukitoshi",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "6",
    "abstract": "Monoaxial chiral magnets can form a peculiar noncollinear spin structure called the chiral soliton lattice in an applied magnetic field perpendicular to the helical axis. We study magnetic properties and electrical transport in the chiral soliton lattice using a Monte Carlo simulation for a one-dimensional Kondo lattice model including the Dzyaloshinskii–Moriya interaction between classical localized spins. We show that the model exhibits a helical spin structure at a zero magnetic field, which turns into the chiral soliton lattice, and finally, to a forced ferromagnetic state with an increase of the external magnetic field. In the chiral soliton lattice state, we find negative magnetoresistance proportional to the number of solitons at low temperature, which corroborates the spin scattering of electrons by chiral solitons. We also discuss the temperature and magnetic field dependence of the spin structure factor and electrical resistivity, in comparison with experiments for CrNb3S6.",
    "doi": "10.7566/JPSJ.86.063701",
    "url": "https://journals.jps.jp/doi/10.7566/JPSJ.86.063701",
    "issn": "0031-9015",
    "volume": "86",
    "title": "Monte {Carlo} {Study} of {Magnetoresistance} in a {Chiral} {Soliton} {Lattice}",
    "ENTRYTYPE": "article",
    "ID": "okumura_monte_2017",
    "REFERENCE": "S. Okumura et al., J. Phys. Soc. Jpn. 86, 063701 (2017)."
  },
  {
    "pages": "054403",
    "year": "2016",
    "author": "Kishine, Jun-ichiro and Proskurin, I. and Bostrem, I. G. and Ovchinnikov, A. S. and Sinitsyn, Vl. E.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "5",
    "abstract": "We study the spin dynamics of a confined chiral soliton lattice whose ends are weakly held. We demonstrate that in this case the system possesses its own resonant frequency. To study features of the resonant dynamics, we analyze the collective motion of the system driven by an oscillating magnetic field directed along the chiral axis. By using the method of collective coordinates we find analytically the resonant frequency and verify the result by numerical simulation of the spin dynamics with the aid of Landau-Lifshitz-Gilbert equations. The numerical simulation shows an appearance of the asymmetric profile of the frequency response function with increasing ac field, which is typical for a nonlinear resonance. To give an explanation of this behavior, we invoke the multiple-time-scale method and predict an emergence of hysteresis phenomena. We also demonstrate that the spin-motive force is strongly amplified by the resonant oscillations.",
    "doi": "10.1103/PhysRevB.93.054403",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.93.054403",
    "volume": "93",
    "title": "Resonant collective dynamics of the weakly pinned soliton lattice in a monoaxial chiral helimagnet",
    "ENTRYTYPE": "article",
    "ID": "kishine_resonant_2016",
    "REFERENCE": "J. Kishine et al., Phys. Rev. B 93, 054403 (2016)."
  },
  {
    "pages": "085503",
    "year": "2014",
    "author": "Zhang, Lifa and Niu, Qian",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "8",
    "abstract": "We study the angular momentum of phonons in a magnetic crystal. In the presence of a spin-phonon interaction, we obtain a nonzero angular momentum of phonons, which is an odd function of magnetization. At zero temperature, a phonon has a zero-point angular momentum in addition to a zero-point energy. With increasing temperature, the total phonon angular momentum diminishes and approaches zero in the classical limit. The nonzero phonon angular momentum can have a significant impact on the Einstein–de Haas effect. To obtain the change of angular momentum of electrons, the change of the phonon angular momentum needs to be subtracted from the opposite change of the lattice angular momentum. Furthermore, the finding of the phonon angular momentum gives a potential method to study the spin-phonon interaction. Possible experiments on phonon angular momentum are also discussed.",
    "doi": "10.1103/PhysRevLett.112.085503",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.112.085503",
    "volume": "112",
    "title": "Angular {Momentum} of {Phonons} and the {Einstein}--de {Haas} {Effect}",
    "ENTRYTYPE": "article",
    "ID": "zhang_angular_2014",
    "REFERENCE": "L. Zhang et al., Phys. Rev. Lett. 112, 085503 (2014)."
  },
  {
    "pages": "155138",
    "year": "2015",
    "author": "Seemann, M. and Ködderitzsch, D. and Wimmer, S. and Ebert, H.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "15",
    "abstract": "A scheme suggested in the literature to determine the symmetry-imposed shape of linear response tensors is revised and extended to allow for the treatment of more complex situations. The extended scheme is applied to discuss the shape of the spin conductivity tensor for all magnetic space groups. This allows in particular investigating the character of longitudinal as well as transverse spin transport for arbitrary crystal structure and magnetic order that give rise, e.g., to the spin Hall, Nernst, and the spin-dependent Seebeck effects.",
    "doi": "10.1103/PhysRevB.92.155138",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.92.155138",
    "volume": "92",
    "title": "Symmetry-imposed shape of linear response tensors",
    "ENTRYTYPE": "article",
    "ID": "seemann_symmetry-imposed_2015",
    "REFERENCE": "M. Seemann et al., Phys. Rev. B 92, 155138 (2015)."
  },
  {
    "keywords": "Condensed Matter - Materials Science",
    "note": "arXiv:2107.03321 [cond-mat]",
    "year": "2021",
    "author": "Smejkal, Libor and MacDonald, Allan H. and Sinova, Jairo and Nakatsuji, Satoru and Jungwirth, Tomas",
    "publisher": "arXiv",
    "urldate": "2022-08-04",
    "abstract": "The Hall effect, in which current flows perpendicular to an applied electrical bias, has played a prominent role in modern condensed matter physics over much of the subject's history. Appearing variously in classical, relativistic and quantum guises, it has among other roles contributed to establishing the band theory of solids, to research on new phases of strongly interacting electrons, and to the phenomenology of topological condensed matter. The dissipationless Hall current requires time-reversal symmetry breaking. For over a century it has either been ascribed to externally applied magnetic field and referred to as the ordinary Hall effect, or ascribed to spontaneous non-zero total internal magnetization (ferromagnetism) and referred to as the anomalous Hall effect. It has not commonly been associated with antiferromagnetic order. More recently, however, theoretical predictions and experimental observations have identified large Hall effects in some compensated magnetic crystals, governed by neither of the global magnetic-dipole symmetry breaking mechanisms mentioned above. The goals of this article are to systematically organize the present understanding of anomalous antiferromagnetic materials that generate a non-zero Hall effect, which we will call anomalous Hall antiferromagnets, and to discuss this class of materials in a broader fundamental and applied research context. Our motivation in drawing attention to anomalous Hall antiferromagnets is two-fold. First, since Hall effects that are not governed by magnetic dipole symmetry breaking are at odds with the traditional understanding of the phenomenon, the topic deserves attention on its own. Second, this new reincarnation has again placed the Hall effect in the middle of an emerging field of physics at the intersection of multipole magnetism, topological condensed matter, and spintronics.",
    "doi": "10.48550/arXiv.2107.03321",
    "url": "http://arxiv.org/abs/2107.03321",
    "title": "Anomalous {Hall} antiferromagnets",
    "ENTRYTYPE": "unpublished",
    "ID": "smejkal_anomalous_2021",
    "archivePrefix": "arXiv",
    "eprint": "2107.03321",
    "REFERENCE": "L. Smejkal et al., arXiv:2107.03321 (2021)."
  },
  {
    "pages": "033112",
    "year": "2020",
    "author": "Busch, Oliver and Göbel, Börge and Mertig, Ingrid",
    "journal": "Phys. Rev. Res.",
    "urldate": "2022-08-04",
    "number": "3",
    "abstract": "The anomalous Hall effect is commonly considered a signature of ferromagnetism. However, recently, an enormous anomalous Hall conductivity was measured in the compensated kagome magnets Mn3Sn and Mn3Ge. The occurrence of this effect is allowed by the magnetic point group of these materials; however, its emergence is still lacking a microscopic explanation. Herein we show that the spin-orbit coupling and an out-of-plane tilting of the texture are equivalent for several kagome magnets. Consequently, a coplanar system with spin-orbit coupling behaves as if it were virtually noncoplanar. We show via tight-binding model calculations that the Hall effect can mainly be interpreted as a topological Hall effect generated by the opening angle of the virtually tilted texture. Furthermore, upon tilting the fixed texture out of the kagome plane, we find a critical tilting angle for which the Hall conductivity vanishes for all energies. In this case, the Hamiltonian is invariant under a combined time-reversal and mirror symmetry, because the virtual texture is coplanar.",
    "doi": "10.1103/PhysRevResearch.2.033112",
    "url": "https://link.aps.org/doi/10.1103/PhysRevResearch.2.033112",
    "volume": "2",
    "title": "Microscopic origin of the anomalous {Hall} effect in noncollinear kagome magnets",
    "ENTRYTYPE": "article",
    "ID": "busch_microscopic_2020",
    "REFERENCE": "O. Busch et al., Phys. Rev. Res. 2, 033112 (2020)."
  },
  {
    "pages": "608--613",
    "keywords": "Electronic devices, Magnetic devices, Magnetic properties and materials, Spintronics, Topological insulators",
    "year": "2020",
    "author": "Tsai, Hanshen and Higo, Tomoya and Kondou, Kouta and Nomoto, Takuya and Sakai, Akito and Kobayashi, Ayuko and Nakano, Takafumi and Yakushiji, Kay and Arita, Ryotaro and Miwa, Shinji and Otani, Yoshichika and Nakatsuji, Satoru",
    "journal": "Nature",
    "urldate": "2022-08-04",
    "number": "7805",
    "language": "en",
    "abstract": "Electrical manipulation of phenomena generated by nontrivial band topology is essential for the development of next-generation technology using topological protection. A Weyl semimetal is a three-dimensional gapless system that hosts Weyl fermions as low-energy quasiparticles1–4. It has various exotic properties, such as a large anomalous Hall effect (AHE) and chiral anomaly, which are robust owing to the topologically protected Weyl nodes1–16. To manipulate such phenomena, a magnetic version of Weyl semimetals would be useful for controlling the locations of Weyl nodes in the Brillouin zone. Moreover, electrical manipulation of antiferromagnetic Weyl metals would facilitate the use of antiferromagnetic spintronics to realize high-density devices with ultrafast operation17,18. However, electrical control of a Weyl metal has not yet been reported. Here we demonstrate the electrical switching of a topological antiferromagnetic state and its detection by the AHE at room temperature in a polycrystalline thin film19 of the antiferromagnetic Weyl metal Mn3Sn9,10,12,20, which exhibits zero-field AHE. Using bilayer devices composed of Mn3Sn and nonmagnetic metals, we find that an electrical current density of about 1010 to 1011 amperes per square metre induces magnetic switching in the nonmagnetic metals, with a large change in Hall voltage. In addition, the current polarity along the bias field and the sign of the spin Hall angle of the nonmagnetic metals—positive for Pt (ref. 21), close to 0 for Cu and negative for W (ref. 22)—determines the sign of the Hall voltage. Notably, the electrical switching in the antiferromagnet is achieved with the same protocol as that used for ferromagnetic metals23,24. Our results may lead to further scientific and technological advances in topological magnetism and antiferromagnetic spintronics.",
    "doi": "10.1038/s41586-020-2211-2",
    "url": "https://www.nature.com/articles/s41586-020-2211-2",
    "issn": "1476-4687",
    "copyright": "2020 The Author(s), under exclusive licence to Springer Nature Limited",
    "volume": "580",
    "title": "Electrical manipulation of a topological antiferromagnetic state",
    "ENTRYTYPE": "article",
    "ID": "tsai_electrical_2020",
    "REFERENCE": "H. Tsai et al., Nature 580, 608－613 (2020)."
  },
  {
    "pages": "572",
    "keywords": "Electronic properties and materials, Magnetic properties and materials, Spintronics, Topological insulators",
    "year": "2021",
    "author": "Chen, Taishi and Tomita, Takahiro and Minami, Susumu and Fu, Mingxuan and Koretsune, Takashi and Kitatani, Motoharu and Muhammad, Ikhlas and Nishio-Hamane, Daisuke and Ishii, Rieko and Ishii, Fumiyuki and Arita, Ryotaro and Nakatsuji, Satoru",
    "journal": "Nat. Commun.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "The recent discoveries of strikingly large zero-field Hall and Nernst effects in antiferromagnets Mn3X (X = Sn, Ge) have brought the study of magnetic topological states to the forefront of condensed matter research and technological innovation. These effects are considered fingerprints of Weyl nodes residing near the Fermi energy, promoting Mn3X (X = Sn, Ge) as a fascinating platform to explore the elusive magnetic Weyl fermions. In this review, we provide recent updates on the insights drawn from experimental and theoretical studies of Mn3X (X = Sn, Ge) by combining previous reports with our new, comprehensive set of transport measurements of high-quality Mn3Sn and Mn3Ge single crystals. In particular, we report magnetotransport signatures specific to chiral anomalies in Mn3Ge and planar Hall effect in Mn3Sn, which have not yet been found in earlier studies. The results summarized here indicate the essential role of magnetic Weyl fermions in producing the large transverse responses in the absence of magnetization.",
    "doi": "10.1038/s41467-020-20838-1",
    "url": "https://www.nature.com/articles/s41467-020-20838-1",
    "issn": "2041-1723",
    "copyright": "2021 The Author(s)",
    "volume": "12",
    "title": "Anomalous transport due to {Weyl} fermions in the chiral antiferromagnets {Mn3X}, {X} = {Sn}, {Ge}",
    "ENTRYTYPE": "article",
    "ID": "chen_anomalous_2021",
    "REFERENCE": "T. Chen et al., Nat. Commun. 12, 572 (2021)."
  },
  {
    "pages": "11623",
    "keywords": "Applied physics, Ferromagnetism, Magnetic properties and materials",
    "year": "2016",
    "author": "Kriegner, D. and Výborný, K. and Olejník, K. and Reichlová, H. and Novák, V. and Marti, X. and Gazquez, J. and Saidl, V. and Němec, P. and Volobuev, V. V. and Springholz, G. and Holý, V. and Jungwirth, T.",
    "journal": "Nat. Commun.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "Commercial magnetic memories rely on the bistability of ordered spins in ferromagnetic materials. Recently, experimental bistable memories have been realized using fully compensated antiferromagnetic metals. Here we demonstrate a multiple-stable memory device in epitaxial MnTe, an antiferromagnetic counterpart of common II–VI semiconductors. Favourable micromagnetic characteristics of MnTe allow us to demonstrate a smoothly varying zero-field antiferromagnetic anisotropic magnetoresistance (AMR) with a harmonic angular dependence on the writing magnetic field angle, analogous to ferromagnets. The continuously varying AMR provides means for the electrical read-out of multiple-stable antiferromagnetic memory states, which we set by heat-assisted magneto-recording and by changing the writing field direction. The multiple stability in our memory is ascribed to different distributions of domains with the Néel vector aligned along one of the three magnetic easy axes. The robustness against strong magnetic field perturbations combined with the multiple stability of the magnetic memory states are unique properties of antiferromagnets.",
    "doi": "10.1038/ncomms11623",
    "url": "https://www.nature.com/articles/ncomms11623",
    "issn": "2041-1723",
    "copyright": "2016 The Author(s)",
    "volume": "7",
    "title": "Multiple-stable anisotropic magnetoresistance memory in antiferromagnetic {MnTe}",
    "ENTRYTYPE": "article",
    "ID": "kriegner_multiple-stable_2016",
    "REFERENCE": "D. Kriegner et al., Nat. Commun. 7, 11623 (2016)."
  },
  {
    "pages": "214418",
    "year": "2017",
    "author": "Kriegner, D. and Reichlova, H. and Grenzer, J. and Schmidt, W. and Ressouche, E. and Godinho, J. and Wagner, T. and Martin, S. Y. and Shick, A. B. and Volobuev, V. V. and Springholz, G. and Holý, V. and Wunderlich, J. and Jungwirth, T. and Výborný, K.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "21",
    "abstract": "Antiferromagnetic hexagonal MnTe is a promising material for spintronic devices relying on the control of antiferromagnetic domain orientations. Here we report on neutron diffraction, magnetotransport, and magnetometry experiments on semiconducting epitaxial MnTe thin films together with density functional theory (DFT) calculations of the magnetic anisotropies. The easy axes of the magnetic moments within the hexagonal basal plane are determined to be along ⟨1¯100⟩ directions. The spin-flop transition and concomitant repopulation of domains in strong magnetic fields is observed. Using epitaxially induced strain the onset of the spin-flop transition changes from ∼2 to ∼0.5 T for films grown on InP and SrF2 substrates, respectively.",
    "doi": "10.1103/PhysRevB.96.214418",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.96.214418",
    "volume": "96",
    "title": "Magnetic anisotropy in antiferromagnetic hexagonal {MnTe}",
    "ENTRYTYPE": "article",
    "ID": "kriegner_magnetic_2017",
    "REFERENCE": "D. Kriegner et al., Phys. Rev. B 96, 214418 (2017)."
  },
  {
    "pages": "221--229",
    "year": "2021",
    "author": "知, 中辻",
    "journal": "応用物理",
    "number": "4",
    "abstract": "ディジタルトランスフォーメーション（DX）時代において，従来型の電子材料の性能限界が深刻な問題となりつつある中，量子効果を利用することで飛躍的な機能を示す量子マテリアルの開発が全世界で進んでいる．中でもトポロジカル磁性体は，研究の歴史が10年もない新しい分野であるが，基礎学理の進展が近年目覚ましく，さまざまな応用研究にも波及効果をもたらすに至っている．量子制御という観点でみると，伝導電子の波動関数の量子位相をスピン構造で制御する技術開発である．これにより1世紀以上にわたり不可能と思われてきた機能，例えば反強磁性体による異常ホール効果，強磁性体の巨大磁気熱電効果をこの数年で実現できるようになってきた．ここでは，我々が世界に先駆けて発見してきたワイル反強磁性体やトポロジカル強磁性体の驚くべき物性を概説する．さらに，トポロジカル磁性体の基礎学理の構築がエネルギーハーベスティング，熱流センサ，そして，超高速不揮発性メモリなど，DX時代を支える次世代技術へと発展しつつある現状を紹介する．",
    "doi": "10.11470/oubutsu.90.4_221",
    "volume": "90",
    "title": "トポロジカル磁性体が拓(ひら)く新たな応用展開",
    "ENTRYTYPE": "article",
    "ID": "__2021",
    "REFERENCE": "中. 知, 応用物理 90, 221－229 (2021)."
  },
  {
    "pages": "3388",
    "keywords": "Electronic properties and materials, Theory and computation",
    "year": "2017",
    "author": "Parker, David S.",
    "journal": "Sci. Rep.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "We present a comparative theoretical study of the hexagonal forms of the Fe-chalcogenides FeS, FeSe and FeTe with their better known tetragonal forms. While the tetragonal forms exhibit only an incipient antiferromagnetism and experimentally show superconductivity when doped, the hexagonal forms of FeS and FeSe display a robust magnetism. We show that this strong magnetism arises from a van Hove singularity associated with the direct Fe-Fe c-axis chains in the generally more three-dimensional NiAs structure. We also find that hexagonal FeTe is much less magnetic than the other two hexagonal materials, so that unconventional magnetically-mediated superconductivity is possible, although a large Tcvalue is unlikely.",
    "doi": "10.1038/s41598-017-03502-5",
    "url": "https://www.nature.com/articles/s41598-017-03502-5",
    "issn": "2045-2322",
    "copyright": "2017 The Author(s)",
    "volume": "7",
    "title": "Strong {3D} and {1D} magnetism in hexagonal {Fe}-chalcogenides {FeS} and {FeSe} vs. weak magnetism in hexagonal {FeTe}",
    "ENTRYTYPE": "article",
    "ID": "parker_strong_2017",
    "REFERENCE": "D. S. Parker, Sci. Rep. 7, 3388 (2017)."
  },
  {
    "pages": "1208--1224",
    "year": "2019",
    "author": "Haines, C. R. S. and Howard, C. J. and Harrison, R. J. and Carpenter, M. A.",
    "journal": "Acta Crystallogr. Sec. B",
    "urldate": "2022-08-04",
    "number": "6",
    "language": "en",
    "abstract": "A group-theoretical framework to describe vacancy ordering and magnetism in the Fe1−xS system is developed.",
    "doi": "10.1107/S2052520619014197",
    "url": "https://journals.iucr.org/b/issues/2019/06/00/dq5040/",
    "issn": "2052-5206",
    "copyright": "Copyright (c) 2019 International Union of Crystallography",
    "volume": "75",
    "title": "Group-theoretical analysis of structural instability, vacancy ordering and magnetic transitions in the system troilite ({FeS})–pyrrhotite ({Fe1}−{xS})",
    "ENTRYTYPE": "article",
    "ID": "haines_group-theoretical_2019",
    "REFERENCE": "C. R. S. Haines et al., Acta Crystallogr. Sec. B 75, 1208－1224 (2019)."
  },
  {
    "pages": "387--399",
    "keywords": "magnetization, particle size, pyrrhotite.",
    "year": "1991",
    "author": "Menyeh, A. and O'reilly, W.",
    "journal": "Geophys. J. Int.",
    "urldate": "2022-08-04",
    "number": "2",
    "language": "en",
    "abstract": "Monoclinic pyrrhotite was prepared by the silica tube technique. All characteristic properties (X-ray, magnetic) point to the successful synthesis of Fe7S8. the material was separated into seven size fractions in the particle size range 1–30 μm, in which the particles are believed to contain only few domains. the magnetization process was studied at room temperature. the characteristics of the finest fraction ({\\textless}0.8 μm) are consistent with coherent rotations of monodomain moments and a triaxial symmetry of anisotropy within the basal plane. the in-plane anisotropy constant is about 3 times 103 Jm−3. In the sized fractions (1–30 μm) the variation of ratio of isothermal remanence to saturation magnetization (Mrs/Ms) can be fitted by models of increasing complexity based on the statistically expected number of domains in particles of a particular size. the data can also be fitted by (Mrs/Ms) = 0.52 exp(-0.047L̄1/2) where L̄ is the mean particle size in μm. the form of this expression is suggestive of the relevance of Poisson statistics to the magnetization process, but the numerical parameter within the exponential is physically implausible. Unlike titanomagnetite (Fe2.4 Ti0.6O4) particles of the same size range, the variation of coercive force (Hc) cannot be modelled on the basis of independent surface and volume pinning of domain walls. There is evidence for only one wall pinning mechanism in the 1–30 μm range in Fe7S8. A pleasing fit to the data is obtained by Hcr, = 75.5exp(-0.025L̄1/2)kA m-1. A similar dependence is found for Hcr, the coercive force of isothermal remanence. the susceptibility in the 1–30 μm range appears to be essentially the ‘intrinsic’ susceptibility and, if so, again provides evidence for only one wall pinning mechanism.",
    "doi": "10.1111/j.1365-246X.1991.tb02519.x",
    "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-246X.1991.tb02519.x",
    "issn": "1365-246X",
    "volume": "104",
    "title": "The {Magnetization} {Process} {In} {Monoclinic} {Pyrrhotite} ({Fe7S8}) {Particles} {Containing} {Few} {Domains}",
    "ENTRYTYPE": "article",
    "ID": "menyeh_magnetization_1991",
    "REFERENCE": "A. Menyeh et al., Geophys. J. Int. 104, 387－399 (1991)."
  },
  {
    "pages": "127701",
    "year": "2021",
    "author": "González-Hernández, Rafael and Šmejkal, Libor and Výborný, Karel and Yahagi, Yuta and Sinova, Jairo and Jungwirth, Tomáš and Železný, Jakub",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "12",
    "abstract": "Spin-current generation by electrical means is among the core phenomena driving the field of spintronics. Using ab initio calculations we show that a room-temperature metallic collinear antiferromagnet RuO2 allows for highly efficient spin-current generation, arising from anisotropically spin-split bands with conserved up and down spins along the Néel vector axis. The zero net moment antiferromagnet acts as an electrical spin splitter with a 34° propagation angle between spin-up and spin-down currents. The corresponding spin conductivity is a factor of 3 larger than the record value from a survey of 20 000 nonmagnetic spin-Hall materials. We propose a versatile spin-splitter-torque concept circumventing limitations of spin-transfer and spin-orbit torques in present magnetic memory devices.",
    "doi": "10.1103/PhysRevLett.126.127701",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.126.127701",
    "volume": "126",
    "title": "Efficient {Electrical} {Spin} {Splitter} {Based} on {Nonrelativistic} {Collinear} {Antiferromagnetism}",
    "ENTRYTYPE": "article",
    "ID": "gonzalez-hernandez_efficient_2021",
    "REFERENCE": "R. González-Hernández et al., Phys. Rev. Lett. 126, 127701 (2021)."
  },
  {
    "pages": "520--529",
    "year": "2004",
    "author": "直人, 永長",
    "journal": "日本物理学会誌",
    "number": "8",
    "abstract": "物理学における幾何学の役割は対称性の問題と並んで今日も理論物理学の中心的な興昧であり続けている.一方で近年,固体中の電子輸送現象に現れる量子力学的な位相-ベリー位相-の役割がいろいろなところで認識されるようになってきた.ベリー位相は,量子力学における幾何学の役割を考えるうえで,最も基本的なものである.この解説では,その基礎概念,過去の仕事,そしてわれわれの研究を中心にその最近の発展について述べたい.",
    "doi": "10.11316/butsuri1946.59.520",
    "volume": "59",
    "title": "固体電子論におけるベリー位相",
    "ENTRYTYPE": "article",
    "ID": "__2004",
    "REFERENCE": "永. 直人, 日本物理学会誌 59, 520－529 (2004)."
  },
  {
    "pages": "1090--1095",
    "keywords": "Electronic devices, Electronic properties and materials, Magnetic properties and materials, Topological matter",
    "year": "2017",
    "author": "Kuroda, K. and Tomita, T. and Suzuki, M.-T. and Bareille, C. and Nugroho, A. A. and Goswami, P. and Ochi, M. and Ikhlas, M. and Nakayama, M. and Akebi, S. and Noguchi, R. and Ishii, R. and Inami, N. and Ono, K. and Kumigashira, H. and Varykhalov, A. and Muro, T. and Koretsune, T. and Arita, R. and Shin, S. and Kondo, Takeshi and Nakatsuji, S.",
    "journal": "Nat. Mater.",
    "urldate": "2022-08-04",
    "number": "11",
    "language": "en",
    "abstract": "Experimental evidence for the realization of magnetic Weyl fermions in the strongly correlated metal Mn3Sn is reported.",
    "doi": "10.1038/nmat4987",
    "url": "https://www.nature.com/articles/nmat4987",
    "issn": "1476-4660",
    "copyright": "2017 Nature Publishing Group",
    "volume": "16",
    "title": "Evidence for magnetic {Weyl} fermions in a correlated metal",
    "ENTRYTYPE": "article",
    "ID": "kuroda_evidence_2017",
    "REFERENCE": "K. Kuroda et al., Nat. Mater. 16, 1090－1095 (2017)."
  },
  {
    "pages": "086602",
    "year": "2007",
    "author": "Miyasato, T. and Abe, N. and Fujii, T. and Asamitsu, A. and Onoda, S. and Onose, Y. and Nagaosa, N. and Tokura, Y.",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "8",
    "abstract": "The anomalous Hall effect (AHE) and anomalous Nernst effect (ANE) are experimentally investigated in a variety of ferromagnetic metals including pure transition metals, oxides, and chalcogenides, whose resistivities range over 5 orders of magnitude. For these ferromagnets, the transverse conductivity σxy versus the longitudinal conductivity σxx shows a crossover behavior with three distinct regimes in accordance qualitatively with a recent unified theory of the intrinsic and extrinsic AHE. We also found that the transverse Peltier coefficient αxy for the ANE obeys the Mott rule. These results offer a coherent and semiquantitative understanding of the AHE and ANE to an issue of controversy for many decades.",
    "doi": "10.1103/PhysRevLett.99.086602",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.99.086602",
    "volume": "99",
    "title": "Crossover {Behavior} of the {Anomalous} {Hall} {Effect} and {Anomalous} {Nernst} {Effect} in {Itinerant} {Ferromagnets}",
    "ENTRYTYPE": "article",
    "ID": "miyasato_crossover_2007",
    "REFERENCE": "T. Miyasato et al., Phys. Rev. Lett. 99, 086602 (2007)."
  },
  {
    "pages": "212--215",
    "keywords": "Electronic devices, Ferromagnetism, Magnetic properties and materials, Spintronics",
    "year": "2015",
    "author": "Nakatsuji, Satoru and Kiyohara, Naoki and Higo, Tomoya",
    "journal": "Nature",
    "urldate": "2022-08-04",
    "number": "7577",
    "language": "en",
    "abstract": "The Hall effect as it is commonly encountered describes the voltage difference that builds up across a conductor when an electric current flows in the presence of a magnetic field. For ferromagnetic materials, with built-in magnetism, a similar phenomenon — known as the anomalous Hall effect — is sometimes observed even in the absence of an external magnetic field. Such an effect would not normally be expected for antiferromagnets, which have no net magnetization in the zero-field state. Inspired by recent theoretical ideas concerning the detailed origins of the anomalous Hall effect, Satoru Nakatsuji et al. show that such a counterintuitive effect can be seen in the antiferromagnetic material Mn3Sn as a consequence of the unusual and complex arrangement of its constituent magnetic moments. The effect is not only large (comparable to that of ferromagnetic metals) but easily switchable with a small applied field — a combination of properties that might prove useful for spintronic applications.",
    "doi": "10.1038/nature15723",
    "url": "https://www.nature.com/articles/nature15723",
    "issn": "1476-4687",
    "copyright": "2015 Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved.",
    "volume": "527",
    "title": "Large anomalous {Hall} effect in a non-collinear antiferromagnet at room temperature",
    "ENTRYTYPE": "article",
    "ID": "nakatsuji_large_2015",
    "REFERENCE": "S. Nakatsuji et al., Nature 527, 212－215 (2015)."
  },
  {
    "keywords": "Condensed Matter - Mesoscale and Nanoscale Physics, Condensed Matter - Strongly Correlated Electrons",
    "note": "arXiv:1901.00445 [cond-mat]",
    "year": "2020",
    "author": "Šmejkal, Libor and González-Hernández, Rafael and Jungwirth, Tomáš and Sinova, Jairo",
    "publisher": "arXiv",
    "urldate": "2022-08-04",
    "abstract": "Electrons, commonly moving along the applied electric field, acquire in certain magnets a dissipationless transverse velocity. This spontaneous Hall effect, discovered more than a century ago, has been understood in terms of the time-reversal symmetry breaking by the internal spin-structure of a ferromagnetic, noncolinear antiferromagnetic or skyrmionic form. Here we identify previously overlooked robust Hall effect mechanism arising from collinear antiferromagnetism combined with nonmagnetic atoms at non-centrosymmetric positions. We predict a large magnitude of this crystal Hall effect in a room-temperature collinear antiferromagnet RuO\\$\\_2\\$ and catalogue, based on our symmetry rules, extensive families of material candidates. We show that the crystal Hall effect is accompanied by the possibility to control its sign by the crystal chirality. We illustrate that accounting for the full magnetization density distribution instead of the simplified spin-structure sheds new light on symmetry breaking phenomena in complex magnets and opens an alternative avenue towards quantum materials engineering for low-dissipation nanoelectronics.",
    "doi": "10.48550/arXiv.1901.00445",
    "url": "http://arxiv.org/abs/1901.00445",
    "title": "Crystal {Hall} effect in {Collinear} {Antiferromagnets}",
    "ENTRYTYPE": "unpublished",
    "ID": "smejkal_crystal_2020",
    "archivePrefix": "arXiv",
    "eprint": "1901.00445",
    "REFERENCE": "L. Šmejkal et al., arXiv:1901.00445 (2020)."
  },
  {
    "pages": "3280",
    "keywords": "Magnetic properties and materials, Spintronics",
    "year": "2018",
    "author": "Ghimire, Nirmal J. and Botana, A. S. and Jiang, J. S. and Zhang, Junjie and Chen, Y.-S. and Mitchell, J. F.",
    "journal": "Nat. Commun.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "An ordinary Hall effect in a conductor arises due to the Lorentz force acting on the charge carriers. In ferromagnets, an additional contribution to the Hall effect, the anomalous Hall effect (AHE), appears proportional to the magnetization. While the AHE is not seen in a collinear antiferromagnet, with zero net magnetization, recently it has been shown that an intrinsic AHE can be non-zero in non-collinear antiferromagnets as well as in topological materials hosting Weyl nodes near the Fermi energy. Here we report a large anomalous Hall effect with Hall conductivity of 27 Ω−1 cm−1 in a chiral-lattice antiferromagnet, CoNb3S6 consisting of a small intrinsic ferromagnetic component (≈0.0013 μB per Co) along c-axis. This small moment alone cannot explain the observed size of the AHE. We attribute the AHE to either formation of a complex magnetic texture or the combined effect of the small intrinsic moment on the electronic band structure.",
    "doi": "10.1038/s41467-018-05756-7",
    "url": "https://www.nature.com/articles/s41467-018-05756-7",
    "issn": "2041-1723",
    "copyright": "2018 The Author(s)",
    "volume": "9",
    "title": "Large anomalous {Hall} effect in the chiral-lattice antiferromagnet {CoNb3S6}",
    "ENTRYTYPE": "article",
    "ID": "ghimire_large_2018",
    "REFERENCE": "N. J. Ghimire et al., Nat. Commun. 9, 3280 (2018)."
  },
  {
    "pages": "1539--1592",
    "year": "2010",
    "author": "Nagaosa, Naoto and Sinova, Jairo and Onoda, Shigeki and MacDonald, A. H. and Ong, N. P.",
    "journal": "Rev. Mod. Phys.",
    "urldate": "2022-08-04",
    "number": "2",
    "abstract": "The anomalous Hall effect (AHE) occurs in solids with broken time-reversal symmetry, typically in a ferromagnetic phase, as a consequence of spin-orbit coupling. Experimental and theoretical studies of the AHE are reviewed, focusing on recent developments that have provided a more complete framework for understanding this subtle phenomenon and have, in many instances, replaced controversy by clarity. Synergy between experimental and theoretical works, both playing a crucial role, has been at the heart of these advances. On the theoretical front, the adoption of the Berry-phase concepts has established a link between the AHE and the topological nature of the Hall currents. On the experimental front, new experimental studies of the AHE in transition metals, transition-metal oxides, spinels, pyrochlores, and metallic dilute magnetic semiconductors have established systematic trends. These two developments, in concert with first-principles electronic structure calculations, strongly favor the dominance of an intrinsic Berry-phase-related AHE mechanism in metallic ferromagnets with moderate conductivity. The intrinsic AHE can be expressed in terms of the Berry-phase curvatures and it is therefore an intrinsic quantum-mechanical property of a perfect crystal. An extrinsic mechanism, skew scattering from disorder, tends to dominate the AHE in highly conductive ferromagnets. The full modern semiclassical treatment of the AHE is reviewed which incorporates an anomalous contribution to wave-packet group velocity due to momentum-space Berry curvatures and correctly combines the roles of intrinsic and extrinsic (skew-scattering and side-jump) scattering-related mechanisms. In addition, more rigorous quantum-mechanical treatments based on the Kubo and Keldysh formalisms are reviewed, taking into account multiband effects, and demonstrate the equivalence of all three linear response theories in the metallic regime. Building on results from recent experiment and theory, a tentative global view of the AHE is proposed which summarizes the roles played by intrinsic and extrinsic contributions in the disorder strength versus temperature plane. Finally outstanding issues and avenues for future investigation are discussed.",
    "doi": "10.1103/RevModPhys.82.1539",
    "url": "https://link.aps.org/doi/10.1103/RevModPhys.82.1539",
    "volume": "82",
    "title": "Anomalous {Hall} effect",
    "ENTRYTYPE": "article",
    "ID": "nagaosa_anomalous_2010",
    "REFERENCE": "N. Nagaosa et al., Rev. Mod. Phys. 82, 1539－1592 (2010)."
  },
  {
    "pages": "2573--2576",
    "year": "2001",
    "author": "Taguchi, Y. and Oohara, Y. and Yoshizawa, H. and Nagaosa, N. and Tokura, Y.",
    "journal": "Science",
    "urldate": "2022-08-04",
    "number": "5513",
    "doi": "10.1126/science.1058161",
    "url": "https://www.science.org/doi/10.1126/science.1058161",
    "volume": "291",
    "title": "Spin {Chirality}, {Berry} {Phase}, and {Anomalous} {Hall} {Effect} in a {Frustrated} {Ferromagnet}",
    "ENTRYTYPE": "article",
    "ID": "taguchi_spin_2001",
    "REFERENCE": "Y. Taguchi et al., Science 291, 2573－2576 (2001)."
  },
  {
    "pages": "023051",
    "year": "2020",
    "author": "Tenasini, Giulia and Martino, Edoardo and Ubrig, Nicolas and Ghimire, Nirmal J. and Berger, Helmuth and Zaharko, Oksana and Wu, Fengcheng and Mitchell, J. F. and Martin, Ivar and Forró, László and Morpurgo, Alberto F.",
    "journal": "Phys. Rev. Res.",
    "urldate": "2022-08-04",
    "number": "2",
    "abstract": "The discovery of the anomalous Hall effect (AHE) in bulk metallic antiferromagnets (AFMs) motivates the search of the same phenomenon in two-dimensional (2D) systems, where a quantized anomalous Hall conductance can, in principle, be observed. Here we present experiments on microfabricated devices based on Co1/3NbS2, a layered AFM that was recently found to exhibit AHE in bulk crystals below the Néel temperature TN=29 K. Transport measurements reveal a pronounced resistivity anisotropy, indicating that upon lowering temperature the electronic coupling between individual atomic layers is increasingly suppressed. The experiments also show an extremely large anomalous Hall conductivity of approximately 400 S/cm, more than one order of magnitude larger than in the bulk, which demonstrates the importance of studying the AHE in small exfoliated crystals, less affected by crystalline defects. Interestingly, the corresponding anomalous Hall conductance, when normalized to the number of contributing atomic planes, is ∼0.6e2/h per layer, approaching the value expected for the quantized anomalous Hall effect. The observed strong anisotropy of transport and the very large anomalous Hall conductance per layer make the properties of Co1/3NbS2 compatible with the presence of partially filled topologically nontrivial 2D bands originating from the magnetic superstructure of the antiferromagnetic state. Isolating atomically thin layers of this material and controlling their charge density may therefore provide a viable route to reveal the occurrence of the quantized AHE in a 2D AFM.",
    "doi": "10.1103/PhysRevResearch.2.023051",
    "url": "https://link.aps.org/doi/10.1103/PhysRevResearch.2.023051",
    "volume": "2",
    "title": "Giant anomalous {Hall} effect in quasi-two-dimensional layered antiferromagnet \\$\\{{\\textbackslash}mathrm\\{{Co}\\}\\}\\_\\{1/3\\}\\{{\\textbackslash}mathrm\\{{NbS}\\}\\}\\_\\{2\\}\\$",
    "ENTRYTYPE": "article",
    "ID": "tenasini_giant_2020",
    "REFERENCE": "G. Tenasini et al., Phys. Rev. Res. 2, 023051 (2020)."
  },
  {
    "pages": "11788",
    "keywords": "Ferromagnetism, Magnetic properties and materials, Spintronics",
    "year": "2016",
    "author": "Itoh, Shinichi and Endoh, Yasuo and Yokoo, Tetsuya and Ibuka, Soshi and Park, Je-Geun and Kaneko, Yoshio and Takahashi, Kei S. and Tokura, Yoshinori and Nagaosa, Naoto",
    "journal": "Nat. Commun.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "Weyl fermions that emerge at band crossings in momentum space caused by the spin–orbit interaction act as magnetic monopoles of the Berry curvature and contribute to a variety of novel transport phenomena such as anomalous Hall effect and magnetoresistance. However, their roles in other physical properties remain mostly unexplored. Here, we provide evidence by neutron Brillouin scattering that the spin dynamics of the metallic ferromagnet SrRuO3 in the very low energy range of milli-electron volts is closely relevant to Weyl fermions near Fermi energy. Although the observed spin wave dispersion is well described by the quadratic momentum dependence, the temperature dependence of the spin wave gap shows a nonmonotonous behaviour, which can be related to that of the anomalous Hall conductivity. This shows that the spin dynamics directly reflects the crucial role of Weyl fermions in the metallic ferromagnet.",
    "doi": "10.1038/ncomms11788",
    "url": "https://www.nature.com/articles/ncomms11788",
    "issn": "2041-1723",
    "copyright": "2016 The Author(s)",
    "volume": "7",
    "title": "Weyl fermions and spin dynamics of metallic ferromagnet {SrRuO3}",
    "ENTRYTYPE": "article",
    "ID": "itoh_weyl_2016",
    "REFERENCE": "S. Itoh et al., Nat. Commun. 7, 11788 (2016)."
  },
  {
    "pages": "2187--2206",
    "year": "1961",
    "author": "Adachi, Kengo",
    "journal": "J. Phys. Soc. Jpn.",
    "urldate": "2022-08-04",
    "number": "11",
    "abstract": "The theoretical consideration of the magnetic anisotropy energies of magnetic compounds with a nickel arsenide type crystal structure was made. The anisotropy energy due to the magnetic dipolar interaction for an appropriate spin structure in this crystal structure, and the one originating from the spin orbit interaction and the interaction related to this were studied assuming the ionic constitution of transition metal elements, from the stand point of one ion approximation. Some experimental data are explained the present theoretical results.",
    "doi": "10.1143/JPSJ.16.2187",
    "url": "https://journals.jps.jp/doi/10.1143/JPSJ.16.2187",
    "issn": "0031-9015",
    "volume": "16",
    "title": "Magnetic {Anisotropy} {Energy} in {Nickel} {Arsenide} {Type} {Crystals}",
    "ENTRYTYPE": "article",
    "ID": "adachi_magnetic_1961",
    "REFERENCE": "K. Adachi, J. Phys. Soc. Jpn. 16, 2187－2206 (1961)."
  },
  {
    "keywords": "Condensed Matter - Materials Science, Condensed Matter - Mesoscale and Nanoscale Physics, Condensed Matter - Strongly Correlated Electrons, Physics - Applied Physics, Quantum Physics",
    "note": "arXiv:2002.08712 [cond-mat, physics:physics, physics:quant-ph]",
    "year": "2021",
    "author": "Feng, Zexin and Zhou, Xiaorong and Šmejkal, Libor and Wu, Lei and Zhu, Zengwei and Guo, Huixin and González-Hernández, Rafael and Wang, Xiaoning and Yan, Han and Qin, Peixin and Zhang, Xin and Wu, Haojiang and Chen, Hongyu and Xia, Zhengcai and Jiang, Chengbao and Coey, Michael and Sinova, Jairo and Jungwirth, Tomáš and Liu, Zhiqi",
    "publisher": "arXiv",
    "urldate": "2022-08-04",
    "abstract": "Time-reversal symmetry breaking is the basic physics concept underpinning many magnetic topological phenomena such as the anomalous Hall effect (AHE) and its quantized variant. The AHE has been primarily accompanied by a ferromagnetic dipole moment, which hinders the topological quantum states and limits data density in memory devices, or by a delicate noncollinear magnetic order with strong spin decoherence, both limiting their applicability. A potential breakthrough is the recent theoretical prediction of the AHE arising from collinear antiferromagnetism in an anisotropic crystal environment. This new mechanism does not require magnetic dipolar or noncollinear fields. However, it has not been experimentally observed to date. Here we demonstrate this unconventional mechanism by measuring the AHE in an epilayer of a rutile collinear antiferromagnet RuO\\$\\_2\\$. The observed anomalous Hall conductivity is large, exceeding 300 S/cm, and is in agreement with the Berry phase topological transport contribution. Our results open a new unexplored chapter of time-reversal symmetry breaking phenomena in the abundant class of collinear antiferromagnetic materials.",
    "doi": "10.48550/arXiv.2002.08712",
    "url": "http://arxiv.org/abs/2002.08712",
    "title": "Observation of the {Anomalous} {Hall} {Effect} in a {Collinear} {Antiferromagnet}",
    "ENTRYTYPE": "unpublished",
    "ID": "feng_observation_2021",
    "archivePrefix": "arXiv",
    "eprint": "2002.08712",
    "REFERENCE": "Z. Feng et al., arXiv:2002.08712 (2021)."
  },
  {
    "pages": "245206",
    "year": "2019",
    "author": "Zhang, Yang and de Juan, Fernando and Grushin, Adolfo G. and Felser, Claudia and Sun, Yan",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "24",
    "abstract": "Structurally chiral materials hosting multifold fermions with large topological number have attracted considerable attention because of their naturally long surface Fermi arcs and bulk quantized circular photogalvanic effect (CPGE). Multifold fermions only appear in metallic states, and therefore most studies so far have only focused on the semimetals in compounds with chiral crystal structures. In this work, we show that the structurally chiral topological trivial insulators are also exotic states, which is interesting from the application point of view, owing to their natural advantage to host a large bulk photovoltaic effect in the visible wavelength region. In recent decades, the shift current in the visible wavelength region was limited to be 10μA/V2 in all the experimentally measured reports. By scanning the insulators with chiral structure, we found a class of compounds with photoconductivity ranging from ∼20 to ∼80μA/V2, which is comparable to the largest reported shift current. This work illustrates that the compounds with chiral structure can host both quantum CPGE and a strong shift current in the second-order optical response. Moreover, this work offers a good platform for the study of the shift current and its future application by putting the focus on insulators with chiral lattices, so far overlooked in photovoltaic technologies.",
    "doi": "10.1103/PhysRevB.100.245206",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.100.245206",
    "volume": "100",
    "title": "Strong bulk photovoltaic effect in chiral crystals in the visible spectrum",
    "ENTRYTYPE": "article",
    "ID": "zhang_strong_2019",
    "REFERENCE": "Y. Zhang et al., Phys. Rev. B 100, 245206 (2019)."
  },
  {
    "pages": "5590--5596",
    "year": "1981",
    "author": "von Baltz, Ralph and Kraut, Wolfgang",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "10",
    "abstract": "A theory is presented for the intrinisic anomalous bulk photovoltaic effect observed in noncentrosymmetric crystals, e.g., BaTiO3. An exact formula is derived for the calculation of the short-circuit photovoltaic current in a pure crystal in terms of its Bloch states and energy bands. Unlike a conventional field or diffusion current, the photovoltaic current is essentially determined by the change of wave functions upon photoexcitation of an electron from the valence to the conduction band. Our theory also reveals that the bulk photovoltaic effect can occur even in pure nonpyroelectric piezoelectric crystals, e.g., Te and GaP, which have no polar axis and therefore no a priori direction for the photovoltaic current.",
    "doi": "10.1103/PhysRevB.23.5590",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.23.5590",
    "volume": "23",
    "title": "Theory of the bulk photovoltaic effect in pure crystals",
    "ENTRYTYPE": "article",
    "ID": "von_baltz_theory_1981",
    "REFERENCE": "B. R. von et al., Phys. Rev. B 23, 5590－5596 (1981)."
  },
  {
    "pages": "e1501524",
    "year": "2016",
    "author": "Morimoto, Takahiro and Nagaosa, Naoto",
    "journal": "Sci. Adv.",
    "urldate": "2022-08-04",
    "number": "5",
    "doi": "10.1126/sciadv.1501524",
    "url": "https://www.science.org/doi/10.1126/sciadv.1501524",
    "volume": "2",
    "title": "Topological nature of nonlinear optical effects in solids",
    "ENTRYTYPE": "article",
    "ID": "morimoto_topological_2016",
    "REFERENCE": "T. Morimoto et al., Sci. Adv. 2, e1501524 (2016)."
  },
  {
    "pages": "281",
    "keywords": "Ferroelectrics and multiferroics, Solar cells",
    "year": "2017",
    "author": "Nakamura, M. and Horiuchi, S. and Kagawa, F. and Ogawa, N. and Kurumaji, T. and Tokura, Y. and Kawasaki, M.",
    "journal": "Nat. Commun.",
    "urldate": "2022-08-04",
    "number": "1",
    "language": "en",
    "abstract": "Shift current is a steady-state photocurrent generated in non-centrosymmetric single crystals and has been considered to be one of the major origins of the bulk photovoltaic effect. The mechanism of this effect is the transfer of photogenerated charges by the shift of the wave functions, and its amplitude is closely related to the polarization of the electronic origin. Here, we report the photovoltaic effect in an organic molecular crystal tetrathiafulvalene-p-chloranil with a large ferroelectric polarization mostly induced by the intermolecular charge transfer. We observe a fairly large zero-bias photocurrent with visible-light irradiation and switching of the current direction by the reversal of the polarization. Furthermore, we reveal that the travel distance of photocarriers exceeds 200 μm. These results unveil distinct features of the shift current and the potential application of ferroelectric organic molecular compounds for novel optoelectric devices.",
    "doi": "10.1038/s41467-017-00250-y",
    "url": "https://www.nature.com/articles/s41467-017-00250-y",
    "issn": "2041-1723",
    "copyright": "2017 The Author(s)",
    "volume": "8",
    "title": "Shift current photovoltaic effect in a ferroelectric charge-transfer complex",
    "ENTRYTYPE": "article",
    "ID": "nakamura_shift_2017",
    "REFERENCE": "M. Nakamura et al., Nat. Commun. 8, 281 (2017)."
  },
  {
    "pages": "241203",
    "year": "2017",
    "author": "Ogawa, N. and Sotome, M. and Kaneko, Y. and Ogino, M. and Tokura, Y.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "24",
    "abstract": "A spontaneous photocurrent, termed a shift current, can flow in noncentrosymmetric bulk crystals due to the topological nature of the constituting electronic bands. A shift current with a less dissipative character may have remarkable advantages over the conventional drift photocurrent driven by a built-in potential or external electric field. We revisit the generation and transport of the shift current in a prototypical ferroelectric semiconductor SbSI near its band-gap energy. It is revealed that a switchable shift current is steadily generated by photoexcitation down to low temperatures, appears over a distance of millimeter range in a highly insulating bulk without noticeable decay, and largely exceeds the polarization charge in the sample, reflecting its Berry phase origin.",
    "doi": "10.1103/PhysRevB.96.241203",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.96.241203",
    "volume": "96",
    "title": "Shift current in the ferroelectric semiconductor {SbSI}",
    "ENTRYTYPE": "article",
    "ID": "ogawa_shift_2017",
    "REFERENCE": "N. Ogawa et al., Phys. Rev. B 96, 241203 (2017)."
  },
  {
    "pages": "235138",
    "year": "2019",
    "author": "Morimoto, Takahiro and Nagaosa, Naoto",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "23",
    "abstract": "Electromagnon is the spin wave in multiferroic materials and is known to accompany electric polarization due to the cross correlation between the charge and spin. Here, we theoretically show that the electromagnons also induce dc current upon their photoexcitations. The proposed dc current response originates from the shift current mechanism which is characterized by the so-called shift vector, a geometric quantity of the Bloch wave functions.",
    "doi": "10.1103/PhysRevB.100.235138",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.100.235138",
    "volume": "100",
    "title": "Shift current from electromagnon excitations in multiferroics",
    "ENTRYTYPE": "article",
    "ID": "morimoto_shift_2019",
    "REFERENCE": "T. Morimoto et al., Phys. Rev. B 100, 235138 (2019)."
  },
  {
    "pages": "5337--5352",
    "year": "2000",
    "author": "Sipe, J. E. and Shkrebtii, A. I.",
    "journal": "Phys. Rev. B",
    "urldate": "2022-08-04",
    "number": "8",
    "abstract": "We present a new general formalism for investigating the second-order optical response of solids, and illustrate it by deriving expressions for the second-order susceptibility tensor χ2(−ωΣ;ωβ,ωγ), where ωΣ=ωβ+ωγ, for clean, cold semiconductors in the independent particle approximation. Based on the identification of a polarization operator P that would be valid even in a more complicated many-body treatment, the approach avoids apparent, unphysical divergences of the nonlinear optical response at zero frequency that sometimes plague such calculations. As a result, it allows for a careful examination of actual divergences associated with physical phenomena that have been studied before, but not in the context of nonlinear optics. These are (i) a coherent current control effect called “injection current,” or “circular photocurrent,” and (ii) photocurrent due to the shift of the center of electron charge in noncentrosymmetric materials in the process of optical excitation, called “shift current.” The expressions we present are amenable for numerical calculations, and we demonstrate this by performing a full band-structure calculation of the shift current coefficient for GaAs.",
    "doi": "10.1103/PhysRevB.61.5337",
    "url": "https://link.aps.org/doi/10.1103/PhysRevB.61.5337",
    "volume": "61",
    "title": "Second-order optical response in semiconductors",
    "ENTRYTYPE": "article",
    "ID": "sipe_second-order_2000",
    "REFERENCE": "J. E. Sipe et al., Phys. Rev. B 61, 5337－5352 (2000)."
  },
  {
    "pages": "e2122313119",
    "year": "2022",
    "author": "Okamura, Yoshihiro and Morimoto, Takahiro and Ogawa, Naoki and Kaneko, Yoshio and Guo, Guang-Yu and Nakamura, Masao and Kawasaki, Masashi and Nagaosa, Naoto and Tokura, Yoshinori and Takahashi, Youtarou",
    "journal": "Proc. Natl. Acad. Sci. USA",
    "urldate": "2022-08-04",
    "number": "14",
    "language": "EN",
    "abstract": "Photodetection is an indispensable function of optoelectronic devices in modern communication\nand sensing systems. Contrary to the near-infrared/vi...",
    "doi": "10.1073/pnas.2122313119",
    "url": "https://www.pnas.org/doi/abs/10.1073/pnas.2122313119",
    "copyright": "Copyright © 2022 the Author(s). Published by PNAS.",
    "volume": "119",
    "title": "Photovoltaic effect by soft phonon excitation",
    "ENTRYTYPE": "article",
    "ID": "okamura_photovoltaic_2022",
    "REFERENCE": "Y. Okamura et al., Proc. Natl. Acad. Sci. USA 119, e2122313119 (2022)."
  },
  {
    "pages": "1603345",
    "keywords": "berry phase, nonlinear optical processes, shift current, solar cells",
    "year": "2017",
    "author": "Nagaosa, Naoto and Morimoto, Takahiro",
    "journal": "Adv. Mater.",
    "urldate": "2022-08-04",
    "number": "25",
    "language": "en",
    "abstract": "The concept of topology is becoming more and more relevant to the properties and functions of electronic materials including various transport phenomena and optical responses. A pedagogical introduction is given here to the basic ideas and their applications to optoelectronic processes in solids.",
    "doi": "10.1002/adma.201603345",
    "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/adma.201603345",
    "shorttitle": "Concept of {Quantum} {Geometry} in {Optoelectronic} {Processes} in {Solids}",
    "issn": "1521-4095",
    "volume": "29",
    "title": "Concept of {Quantum} {Geometry} in {Optoelectronic} {Processes} in {Solids}: {Application} to {Solar} {Cells}",
    "ENTRYTYPE": "article",
    "ID": "nagaosa_concept_2017",
    "REFERENCE": "N. Nagaosa et al., Adv. Mater. 29, 1603345 (2017)."
  },
  {
    "pages": "067402",
    "year": "2017",
    "author": "Rangel, Tonatiuh and Fregoso, Benjamin M. and Mendoza, Bernardo S. and Morimoto, Takahiro and Moore, Joel E. and Neaton, Jeffrey B.",
    "journal": "Phys. Rev. Lett.",
    "urldate": "2022-08-04",
    "number": "6",
    "abstract": "We use a first-principles density functional theory approach to calculate the shift current and linear absorption of uniformly illuminated single-layer Ge and Sn monochalcogenides. We predict strong absorption in the visible spectrum and a large effective three-dimensional shift current (∼100 μA/V2), larger than has been previously observed in other polar systems. Moreover, we show that the integral of the shift-current tensor is correlated to the large spontaneous effective three-dimensional electric polarization (∼1.9 C/m2). Our calculations indicate that the shift current will be largest in the visible spectrum, suggesting that these monochalcogenides may be promising for polar optoelectronic devices. A Rice-Mele tight-binding model is used to rationalize the shift-current response for these systems, and its dependence on polarization, in general terms with implications for other polar materials",
    "doi": "10.1103/PhysRevLett.119.067402",
    "url": "https://link.aps.org/doi/10.1103/PhysRevLett.119.067402",
    "volume": "119",
    "title": "Large {Bulk} {Photovoltaic} {Effect} and {Spontaneous} {Polarization} of {Single}-{Layer} {Monochalcogenides}",
    "ENTRYTYPE": "article",
    "ID": "rangel_large_2017",
    "REFERENCE": "T. Rangel et al., Phys. Rev. Lett. 119, 067402 (2017)."
  }
]
